[{"id": "78oMjNCAayQ", "text": "Please don't remove, delete, or hide this video. I want to show it to my kids/grandkids someday. Thank you.", "likes": 160}, {"id": "s9A51jN19zw", "text": "DONT LET THE WORLD FORGET ABOUT THIS.", "likes": 854}, {"id": "eEGAUHkHMyE", "text": "I hate that we've reached a point in society where stupid people question basic established truths. Vaccines. Foods. The shape of the earth. Kill me now", "likes": 38}, {"id": "wLzeakKC6fE", "text": "' Truth is the new hate speech ' George Orwell ", "likes": 2942}, {"id": "mpbeOCKZFfQ", "text": "Nice freaking work Channel 4. Nice freaking work. This is huge.", "likes": 132}, {"id": "7-w6c-ybwXk", "text": "If you don't let them die legally, they will just do it themselves.", "likes": 1549}, {"id": "8jn67tdEGY4", "text": "There's a huge diference between \"Overweight\" and \"Obesity\":\nBeing \"Overweight\" means having more body weight than is considered normal or healthy for one’s age or build. On the other hand, \"Obesity\" is an excess amount of body fat with a Body Mass Index \"BMI\" over than 30. While an overweight person is between 25 and 29.9 .. He may or may not have excess accumulation of fat ..\nDr. Mike Osborn here in the video is overweighted not obese.", "likes": 464}, {"id": "W6_RyE6XZiw", "text": "*Buys an island for privacy,*\n\n*With the money he made from selling your privacy.*", "likes": 3202}, {"id": "1PcwDXEsZRM", "text": "Rest in peace, the world will miss you.", "likes": 47}, {"id": "CPIEaM0on70", "text": "Hi guys, thanks for watching my doc on Nestle. I've been really glad to see this type of critical reporting resonate with so many people. \n\nI hope you check out my latest video where I challenge PG&E, the largest utility company in the country, for sparking California's deadliest and most destructive wildfire. That's on top of 1,000+ other fires the company is responsible for causing in just the past few years. And that's not where the shadiness ends. \n\nWatch here and lemme know what you think: https://youtu.be/Q0XhoPUjwMo", "likes": 16}, {"id": "CBtjRJXEzIQ", "text": "I’d rather die from organ failure than have an organ transplant from a human being deliberately murdered for profit.\nMy life is not worth saving if it means someone has to be murdered to save it.\nNo ones life is worth saving if someone has to be murdered to save it.\nHow do people not understand this?", "likes": 1476}, {"id": "b9sycdSkngA", "text": "PATREON: https://bit.ly/2GhaUMJ\nTWITTER: https://bit.ly/2FvQGBq\nDISCORD: https://bit.ly/2NFLQRA", "likes": 232}, {"id": "TPHlhzRSEnw", "text": "Corp greed is killing America.They should show this in every school and university", "likes": 26}, {"id": "NuLQ4gqB5XE", "text": "As a native Norwegian speaker I have to let you guys know how eloquently the Norwegian warden speaks. I feel like a lot of his character was lost in translation, as in, listening to him speak in Norwegian you get the feeling that this is a highly educated and reflected man, but the full extent of that didn't come through when he had to translate his thoughts into English. So if you guys found him to come across as intelligent, he is even more so in his native language haha. \n\nI just had to share that.", "likes": 140}, {"id": "1B0u6nvcTsI", "text": "Good work lads. Porn must be accessible  from anywhere.", "likes": 1633}, {"id": "g-ex4Q-z-is", "text": "Wow only if they cared this much about the child once it was born", "likes": 3830}, {"id": "p-I8GDklsN4", "text": "Note that the people being hurt by this take-over were unable to stop it because appropriate regulations were not in place. Feel free to laugh next time someone tells you business knows best. The job of business is to pursue profits by any legal means possible (and many forget about the \"legal\" part). That does NOT mean their decisions best serve the people.", "likes": 45}, {"id": "K3VQULyT390", "text": "Youtube Trending Page is now promoting a CNN video showing the shooter's face. Fuck Youtube.", "likes": 9233}, {"id": "yryXNq00_c0", "text": "WTF am I watching. besides torture. hog tied - lay in her own waste, tasered,  4 walls to stare at.. only part way in. don't care what's wrong with her. her treatment is inhumane. I'm shocked", "likes": 475}, {"id": "4b__XWFgmNg", "text": "This is a fantastic documentary. It moves your body and mind. So tragic outcome.. But thank you for making this more clear for others..", "likes": 7}, {"id": "D6Do1p1CWyc", "text": "I've never been a fan of \"colorization,\" but this is a whole different ball game. Jackson and company have made brittle, chemically degraded 16-20 fps film look like footage captured with modern cameras (and microphones). Soldiers from the 19-teens no longer look like dagguereotypes, but like real, afraid, courageous, living, breathing humans beings. Which is, of course, the whole point. An astounding and important achievement.", "likes": 220}, {"id": "vwbWNv0SCcA", "text": "We need English subs!", "likes": 3}, {"id": "3mcQfP8k51s", "text": "0:28 - \"Maybe a little after I'm gone people will say \"Hey who made that\" - there I am, still alive.\"\nRest in Peace John Dunsworth, you were a treasure.", "likes": 219}, {"id": "s9A51jN19zw", "text": "DONT LET THE WORLD FORGET ABOUT THIS.", "likes": 854}, {"id": "uXI3H6Kd3K4", "text": "Now this is a protest I can get behind. Thanks for doing this.", "likes": 315}, {"id": "3wAQxJeyyXo", "text": "GLAD TO SEE ONE-PUNCH MAN DOING WELL AFTER RETIRING FROM BEING A SUPERHERO", "likes": 3974}, {"id": "MxxxlutsKuI", "text": "how is this not something we learn about in school", "likes": 374}, {"id": "gjXTG9NUaxM", "text": "Much love and respect to Mrs. Remini for doing this. \nShe's amazing.", "likes": 22}, {"id": "I7fZZUfvx0s", "text": "\"I can get another wife, but I can't get another Pocho.\" -Chito", "likes": 1979}, {"id": "Rw7P0RGZQxQ", "text": "when corporations gain all the power, they become the government.", "likes": 352}, {"id": "uYCUIpNsdcc", "text": "This is a story that 60 Minutes needs to pick up.", "likes": 8}, {"id": "ORAGvfeGrqc", "text": "\"I am about to go somewhere completely foreign to me\" he told VICE News. WATCH NEXT: http://bit.ly/2I4PPVG", "likes": 502}, {"id": "01pdxOMqy2s", "text": "There should be big Gary Plauche statue somewhere next to a playground", "likes": 40}, {"id": "qxQm6xyDGdo", "text": "You can see more incredible documentaries by liking our facebook page: https://www.facebook.com/RealStoriesChannel", "likes": 540}, {"id": "WolQ0bRevEU", "text": "religion is only talking about peace. -say the high king with his thousand slaves", "likes": 53}, {"id": "GFMyMxMYDNk", "text": "For a little more background on the edit.  Marcia Lucas was told by George that she was an okay editor and she says after working with him for so long that was his only compliment he ever gave her.  They got divorced after Jedi and she ended her career there.  She was an amazing editor and Lucasfilms tries their best to remove her from the history of star wars despite her monumental work as seen in this video.  I believe her absence is obvious in the prequels.", "likes": 773}, {"id": "gscueLCaSm4", "text": "I don't even know why I'm watching this", "likes": 191}, {"id": "42XcN52xEfU", "text": "Thanks for your patience everyone! There'll be a new episode every 6 weeks or so up til the end of the year!", "likes": 47}, {"id": "-SL9KRvzVmo", "text": "Yes! Glad to see you're still at it! You're one of the few people that looks at global issues in a positive way", "likes": 464}, {"id": "fEsNc1HXoYc", "text": "who came here after watching madan gowri video😇", "likes": 80}, {"id": "DwKPFT-RioU", "text": "My long overdue response to all the comments about the film's use of the phrase \"Nazi soldiers.\" It was a mistake, and I regret it. When we recorded the narration for the other languages (available on the Vimeo account), I corrected it so that it states \"German soldiers.\"  I need to go into the recording studio and make the correction to the english version too (along with a handful of other corrections), but I have regrettably not yet done so.\nWhile it was certainly an error, I do not think it fits the comparisons many are making, i.e. that it is like calling American soldiers  \"Republican soldiers.\" I want to point out that in the case of Nazi Germany, it is correct to say Nazi invasions, led my Nazi commanders, which became Nazi occupations as part of a Nazi war effort. Calling soldiers of a Nazi war effort Nazi soldiers was a mistake, for sure, but a more complicated mistake than such analogies. As a personal note, I will say that I have close family members in Germany, and I feel that the transformation of the country after the war is a beautiful and inspiring story that we often take for granted. The word Nazi is often used to show separation between the German people today and a political movement of their past. In this case I screwed up and got it backwards.", "likes": 8630}, {"id": "zi-f_J6hV-g", "text": "Only a legend will decide to go sober while wearing a Budweiser shirt", "likes": 1060}, {"id": "PlJkgQZb0VU", "text": "Is it just me or does Larry King come off as REALLY creepy?", "likes": 106}, {"id": "gmIwxqdwgrI", "text": "after having hard long working hour. he still can put a smile on his face.", "likes": 1558}, {"id": "JWI1eCbksdE", "text": "If only my school lessons were this interesting.", "likes": 2606}, {"id": "6DsG9yQrdD4", "text": "Lives off government benefits, wants government removed.", "likes": 291}, {"id": "1W_zM7koJy8", "text": "This is why I love Vox. Way better than Buzzfeed pathetic attempts of journalism.", "likes": 5460}, {"id": "uul3KOb0g0o", "text": "This group of rangers are incredibly brave for protecting these northern white rhinoceros.", "likes": 1205}, {"id": "rPudMdFEqUs", "text": "This documentary was deeply disturbing to watch.  Disturbing because of the glaring light of truth that it sheds on the powerless victims of Mrs. Taylor's era.  I cried throughout the story as I thought of my female ancestors, some of whom must surely have endured horrific nightmares similar to this one.  Dina Washington's, \"This Bitter Earth\" fully captures the mood and the feeling of the Black woman's predicament from the time that she was dragged onto the first slave ship, up until the time that she was finally able to look her captor in the eye.", "likes": 22}, {"id": "lyEQCYnYbyU", "text": "Should've called the money \"pepesos\"", "likes": 1953}, {"id": "uQ7GvwUsJ7w", "text": "I was a Muslim (salafi) before and I hated this man so much. I realized now that I became an atheist that all he was saying was true. Thank you great man for changing the world. Thank you for making me change. This religion was hurting me to death, without me admitting it.", "likes": 513}, {"id": "y9cRoXgawVA", "text": "This area of Youtube is dark and scary", "likes": 22}, {"id": "1PrBwDoQVzA", "text": "This video should have a billion more views. It's frightening to realize we live in a world where such things happen daily and nobody is doing anything about it.", "likes": 451}, {"id": "iYJKd0rkKss", "text": "I looked up the word \"badass\" in the dictionary and this guy's picture was sitting right next to it.", "likes": 63}, {"id": "NpN9NzO4Mo8", "text": "dude had a case of Stockholm syndrome for the thief lol.", "likes": 189}, {"id": "km_JmxnzTvc", "text": "SASHA Savage \"A lot of jealous fools will vote for the likes of Bernie.\"  \n\nCan't tell you how much we are delighted to \"meet\" someone like yourself who is so well informed. Please do share with us all your personal experience living here in Europe including the many countries actively governing under Social Democratic governments and what you think of a country like France where a year of University costs €286,  a visit to the doctor of your choice is either free or €25 (in avance and totally reimbursed), where diabetes, like all \"long term\" illnesses such as cancer, is treated free of cost and I could go on, but I doubt that such facts would really interest you since you know all of this already from \"personal\" experience?  We're all ears....", "likes": 5}, {"id": "ZSPkcpGmflE", "text": "Why do we worship the wrong people in our society. This man is a hero", "likes": 1632}, {"id": "LC4G-JUnMFc", "text": "I can't believe how all of these guys talk just like my big brother did after he came back. Mike was in country 67-68 during Tet.They all have that same slow way of talking, measuring each word.  He was not the brother that I said goodbye to a year before. When Mike came back he had a room in our basement in Michigan. One morning dad came into his room and gave him a shake to wake him up..... no one knew Mike had a .45 under his pillow. He almost shot my dad. Michael threw himself into religion, he would have been one of these guys in the woods otherwise. It could have easily happened. Mike too kept his medals not in a shoe box, but in a cigar box. He never talked about them. Just said it was for playing boy scout. Michael suffered terribly from Agent Orange and was finally released from his pain in 2012. The VA just waited for those guys to die so they didn't have to pay,  and they got their wish. I still miss my big brother so much it hurts.", "likes": 645}, {"id": "SUnobHHAKxo", "text": "Have you guys notice that almost all kkk members are hillbillies and poor white man", "likes": 1692}, {"id": "ALk-r8MzmO0", "text": "heroin for 7 years clean 8 years", "likes": 381}, {"id": "7H6doOmS-eM", "text": "The only man in the world to ever get some sense knocked into him.", "likes": 1048}, {"id": "aYNwRogs5SY", "text": "Hello, this is a new thing I wanted to try on the channel. I tried to make it as interesting and well made as possible. Let me know what you think : )\nThis also took me the better part of a week and a half to make combing through research and articles.", "likes": 7344}, {"id": "6ZRgVX8SYX4", "text": "In October, we pieced together 30 videos to understand how the Las Vegas Massacre unfolded: https://www.youtube.com/watch?v=krr4u6uGdzc", "likes": 2308}, {"id": "DyqUw0WYwoc", "text": "\"i was upset that i destroyed something that could have fed 5 people\" Damn...", "likes": 1356}, {"id": "pYa_3oh1-s4", "text": "The WMD is yet to be found.", "likes": 12}, {"id": "I4pFat3VTkI", "text": "superb, best documentary I have seen in along time", "likes": 5}, {"id": "zmN-tgPRYmk", "text": "Anyone else audio loop back to the opening around 1:30:00?", "likes": 27}, {"id": "-fny99f8amM", "text": "There is a pretty important one minute missing at 9 min 14 sec, exactly when Adam Curtis starts describing how artists and the counter-culture movement, generally, also missed the mark.  \n\n\"They believed that instead of trying to change the world outside, the new radicalism should try to change what was inside people's heads and the way to do that was through  self-expression, *not* collective action.  But some of the left saw that something else was really going on--by detaching themselves and retreating into an ironic coolness, a whole generation was beginning to lose touch with the reality of power.\"\n\nThere is another 4 minutes somewhere because the BBC version is 2:45:28 before the ending credits, but who knows where.  I just noticed the above.", "likes": 1234}, {"id": "Gr09oEJqnfI", "text": "I've been very fortunate enough to eat at Jiro's. I can still recall my wife (then gf) calling ahead close to 4 months before our trip to Japan to make reservations...how neither of us spoke Japanese and her desperately trying to confirm through an online translator and how whoever was on the other end was so nice and patient and didn't make us feel unwelcome or uncomfortable. Truly, one of the best and fastest eating experiences of our lives.", "likes": 92}, {"id": "6niWzomA_So", "text": "You want to know what's absolutely PATHETIC about this whole thing?!?  The vast majority of people who support republicans are poor white people.  What these people don't understand is that they're \"pacified\" with promises while the rich are the only ones actually getting what they want!  These politicians play these poor white folks like a fiddle making them think if they follow them they can become rich too when the vast majority of these folks don't stand a chance .... that's why I can't stand politicians ... republicans or democrats!!! ", "likes": 109}, {"id": "ojdt50q_Htk", "text": "*Guy speaks for 10 minutes in Japanese*\n\nTranslation in English subtitles: Crime is bad.", "likes": 339}, {"id": "A0xXKCOSZuQ", "text": "Lmao jeez, when they said “things get weird” I didn’t think “racist nazi” was gonna be up there", "likes": 3355}, {"id": "uiD6bnqpJDE", "text": "Like what you see? Your DVD purchases at our store make this channel possible.\n http://www.zenosflightshop.com\nWe need your support!  Zeno", "likes": 8}, {"id": "tTCSfx47R1w", "text": "So two minutes in. The kid punches the other kid in the face, but the other kid doesn't fight back. He lets the puncher hug him and cry. Wow, thats some good personality.", "likes": 1115}, {"id": "Bzzv2CGhR34", "text": "6k upvotes on reddit, 1k views\n\nmakes sense", "likes": 14}, {"id": "1Gtt2JxmQtg", "text": "Chailing sued this film. How ironic", "likes": 13}, {"id": "EMmyamL4VGw", "text": "\"...unchanged for over 750 years\"\n\n*worker presses button for hydraulic press*", "likes": 1166}, {"id": "EhmzpMP3bEE", "text": "Also check out our collaboration video with Digitalsoju TV \nNORTH KOREANS TRY AMERICAN BBQ: https://youtu.be/T0TYCEXmi90", "likes": 1114}, {"id": "CsplLiZHbj0", "text": "Where dat Ajit Pai?", "likes": 811}, {"id": "fS4kJOJHXa0", "text": "We, as nation, pay a literal fortune for being systematically hurt, sometimes killed, by the existing corrupt system of healthcare. Until we, as a nation, begin to care nothing will change.", "likes": 52}, {"id": "haHeDgbfLtw", "text": "The Japanese on that guy's black shirt says \"There is future here.\"", "likes": 42}, {"id": "swCf6Z5REwI", "text": "That dudes wearing those like 3d movie theater glasses with no lense", "likes": 45}, {"id": "I-TS-92KVDA", "text": "Am I out of touch?\n\nNo. It's the children who are wrong.", "likes": 2117}, {"id": "34LGPIXvU5M", "text": "grab some popcorn, people. this comment section is about to be filled with reasonable, well thought out arguments from smart people that absolutely know what they're talking about.", "likes": 1491}, {"id": "5It1zarINv0", "text": "When this video was first circulated decades ago - i bet most people thought it was just silly......  but now in 2015 you watch this video and everything starts clicking, this guy was DEAD ON,  We;ve all been conned, some have bought into it more than others....  people have to learn HOW to think again", "likes": 374}, {"id": "l2dkJctUDIs", "text": "Yes, yelp bullies small businesses. They removed 90% of my positive comments form my legitimate customers. Yelp is the only organization who doesn't have any customer care telephone number and there isn't any way to contact them. Their sale executives are arrogant pig heads. They call you only to get money, till you pay them they continue to remove your good comments. Once you open an account with them they don't allow you to close it even if you are not happy with what is happening. So you have to live with the torture... It is extortion.", "likes": 60}, {"id": "6CeaQj_efXY", "text": "Dude, I know I've said it before but I'll say it again: your accent does NOT make these videos unwatchable. Haters are gonna hate because it's all they know how to do. You create great content and it's clear you put a lot of research in to your videos. You and Criminally Listed are my absolute favorites because you really go above and beyond to find interesting topics to create videos on. \n\nOh, and for those of you who need to clean out your ears: *CLOSED CAPTIONING IS AVAILABLE ON ALL OF HIS VIDEOS.*", "likes": 70}, {"id": "Hbkgr3ZR2yA", "text": "Says 'mics' Then calls it milligrams, lol. It's micrograms. 20 milligrams would have your ass chillin in the center of the universe, having a conversation with the mechanical elves who run the show, lol.", "likes": 6976}, {"id": "TxlTHZ0GmxU", "text": "ill send a dollar to whoever can supply me with a video on how to do that awesome pen trick at 8:50", "likes": 22}, {"id": "lyrjDpkX6nA", "text": "@4:38 no.. just no.. That's not what he said.. At all. Not even close. It's like you just guessed what a priest might have said and picked some random verse. The actual translation is:\n\n\"No one is allowed to destroy them or seduce them, Jesus says. Not even for your shortcomings. That you know your flaws is a strength, rather than a weakness\"", "likes": 1312}, {"id": "RjwVim_EuDo", "text": "\"WOULD YOU GET OFF THE PHONE! I'M TRYING TO USE THE INTERNET!\"", "likes": 653}, {"id": "hBLS_OM6Puk", "text": "America is a Christian country secularism is just a joke..", "likes": 93}, {"id": "bQoNWw0G2AY", "text": "That bit of YouTube again, don't know how I got here.", "likes": 3936}, {"id": "nmJ5q3mH78A", "text": "Starts at 2:33  Boy do academics like the sound of their own voice...", "likes": 55}, {"id": "n6h7fL22WCE", "text": "\"We have too many homeless people on the streets\"\n\n*Guy builds a bunch of tiny, temporary houses*\n\n*City officials dispose of them, forcing the homeless back on the streets*\n\n\"We have too many homeless people on the streets\"", "likes": 8268}, {"id": "ydcifH0SQmI", "text": "hey kids get a free education to fight like a puppet for elitists who are addicted to money to go to war to genocide the people. it's very rare that war is used for peace.", "likes": 40}, {"id": "mppLMsubL7c", "text": "Written by one of Canada's greatest legal scholars, Joel Bakan.  He called this 5 years before the 2008 Crash.", "likes": 11}, {"id": "GjENnyQupow", "text": "\"How can you know that I'm self-censoring - how can you know -\"\n\"I'm not saying you're self-censoring. I'm sure you believe everything you're saying. But what I'm saying is, if you believed something different, you wouldn't be sitting where you're sitting.\" \nMarr's reaction. So perfect. Stricken by being confronted with the possibility that he might not be Neo at all, but just another Agent Smith in a world of Agent Smiths.", "likes": 167}, {"id": "6vLrTNKk89Q", "text": "Was hoping for deep insightful comments on this.  But mostly I see Germany is thicc comments", "likes": 1015}, {"id": "dHkunoQPZlE", "text": "For updates and exclusive clips, follow us on Facebook: www.facebook.com/wildthingschannel and twitter: @wildthingsdocs", "likes": 4}, {"id": "uO6l6Bgo3-A", "text": "Guy's stomach hurts. No wonder you are willing to do all of this. I have been in pain for years, every waking moment. I get it.", "likes": 123}, {"id": "XTCb1TKz7Mk", "text": "10:29 he actually says : “happiness is when mom is close».  Much deeper than their translation.", "likes": 1606}, {"id": "TdBSwhms7O4", "text": "I wish History channel still showed stuff like this...now it's just pawn stars and swamp people....", "likes": 2417}, {"id": "aVTOr7Nq2SM", "text": "Cant wait for the new crazy mom group that says we're \"Injecting killing machines into our children\"", "likes": 932}, {"id": "4Zt7bl5Z_oA", "text": "Bad cops are getting away with murder and getting paid vacation while Good cops die from the backlash", "likes": 405}, {"id": "a4_CQ50OtUA", "text": "Oh my god this is so nice with the clips instead of pictures", "likes": 1030}, {"id": "MX5gScTw2JA", "text": "The fact that the tape of him stating the women were there against there will & were going to be raped repeatedly was ruled \"irrelevant\" is absolutely ridiculous.", "likes": 1826}, {"id": "AdgVcL3Xlkk", "text": "Can we talk about how freaking awesome Natalya was? What an amazing tour guide, she seemed so passionate with her knowledge about the place and so nice!", "likes": 1397}, {"id": "THdMj0-LmRw", "text": "This was in 2012.\nThat window is probably in the street now.", "likes": 1806}, {"id": "qvnSlMaF-G4", "text": "I remember watching this at my Dad's house the night it aired, and here I am 35 years later in L.A. working in film. All because of this special.", "likes": 41}, {"id": "5IPyv4KgTAA", "text": "Who is here after Roger's arrest?", "likes": 385}, {"id": "op9C7QkDXlE", "text": "I wouldn't call anyone selfish if they don't want kids.  It's simply a lifestyle choice.", "likes": 259}, {"id": "6UGsRcxaSAI", "text": "got chills and tears watching this\nthanks for trying to make people aware of this issue, Leo\ni'll be seeing this movie", "likes": 983}, {"id": "PPVYJzq_ouE", "text": "I used to like reading comments but I think I'm going to stop.  Something has gone seriously wrong with the mental health of people.  You can't even watch nature or wildlife videos without people nitpicking and bellyaching.", "likes": 127}, {"id": "3H6hnFV-nDU", "text": "I Like you", "likes": 4940}, {"id": "yYQ-C1UPfgo", "text": "How Blizzard Conquered the Gaming World\n  \n\n2 words: Quality Games", "likes": 379}, {"id": "ywzQectJ_P0", "text": "Plot twist: Another team of lawyers sees this documentary and promises the people of Glod, they can sue BBC for $50 million for making them look like even bigger idiots than Sasha did.", "likes": 1042}, {"id": "Ffp-4tityDE", "text": "People are totally misinterpreting the meaning of this documentary and disliking it. It's not denying the importance of medicines and doctors, it's about how important your mental health is. We usually take care of our body, but we forget about our mind. Learning how to deal with stress and learning how to be happy, can improve your physical condition. You would be amazed how connected are our mind and body", "likes": 89}, {"id": "dMqeMcIO_9w", "text": "Is it weird that I just wanna give him a hug bcuz he deserves it", "likes": 932}, {"id": "4dwjS_eI-lQ", "text": "Should we be domesticating wild animals?", "likes": 12658}, {"id": "iCfcxAbbShY", "text": "I love the idea but think I am going to hate it if it screws them up when they return and damages their culture for a movie.", "likes": 120}, {"id": "U_ZHsk0-eF0", "text": "When my fifth-grade teacher showed us this film on an old-fashioned reel-to-reel projector back in 1978, I couldn't have imagined the idea of watching it again 35+ years later in the comfort of my own living room, on demand, through the magic of fiber optic cables, computer chips, and binary encoding. Those were just a few of the treasures hidden behind the doors that Donald Duck couldn't open.", "likes": 140}, {"id": "S5NpGmYa54M", "text": "Survivor Man! Watching this movie tonight!", "likes": 30}, {"id": "XAFnxV2GYRU", "text": "\" 1 in 200 men today can trace their ancestry to Genghis Khan\".\n\nMind blown.", "likes": 176}, {"id": "X7am_sRIVhs", "text": "The closest I came to sex this week was plugging in my phone charger at 1% ", "likes": 25}, {"id": "TS6a3XochQU", "text": "\"Good artists copy; great artists steal.\" -Pablo Picasso", "likes": 4}, {"id": "caIFNg_JRL4", "text": "It's amazing how many people, myself included, took his death so hard, harder than any public figure in recent memory.  \n\nPart of it, for me, was growing up watching Jumanji and Mrs. Doubtfire with my little sister over and over...we bonded over his movies so it felt like a bit of my childhood died...and then beyond then, there were just so many moments of genius, both comedic and dramatic.\n\nHe had that one acting beat where he'd smile this impish, yet shy and vulnerable, smile, that would just melt your heart and make you want to give him a hug and tell him it would be okay.  It was remarkable how he could do that.", "likes": 1553}, {"id": "eDKmEwP-5pg", "text": "No one is above the law. Jail bankers for theft.", "likes": 23}, {"id": "6SBLf1tsoaw", "text": "Honestly, this has to be the most unintentionally funny documentaries I've seen. I went in expecting so little and I was thoroughly surprised. Must watch.", "likes": 164}, {"id": "sJ8EAwRauoM", "text": "Guy with long hair is one My Little Pony episode away from mass shooting", "likes": 749}, {"id": "BdXtIJNNVZM", "text": "This was in the early 90's.  Just imagine how much more sophisticated the techniques used to manipulate the populous have become today.", "likes": 407}, {"id": "pDW4IYVlbbw", "text": "This is insane", "likes": 115}, {"id": "t7fKTh5uAxE", "text": "OOOOOR we just stop capturing wild animals for our selfish economic purposes", "likes": 2056}, {"id": "x-ItsPBTFO0", "text": "Ever wonder how we research historical events? Go to Video Lab and watch Ranjani break down her process for this video: http://bit.ly/video-lab", "likes": 47}, {"id": "Vinqph-g5QI", "text": "Body: *Makes Fat to keep us healthy, develop and survive better*\nUs: Thanks I hate it", "likes": 2065}, {"id": "S3DcCtoUubo", "text": "As an American, I am horrified by this. I am also horrified that my country does not inform us about this during school. They act like we are the best people and that we can never do anything wrong. That is not the case. My Great Grandpa died because of effects from Agent Orange, and the government does not talk about that either.", "likes": 2660}, {"id": "PDxISykYRc4", "text": "That prosecutor pissed me off.  People who think they are never wrong are dangerous.  She didn't care that she was prosecuting an innocent man, she only cared about winning the case.  The way this case was handled was so unnecessary and the police officers role in the girl's death is awful too.  Look it up.", "likes": 153}, {"id": "4V6ffUUEvaM", "text": "Just came to light that she lied. He did nothing. That baby died for no reason. No reason at all. There was never any justice either.", "likes": 1434}, {"id": "mDvF23NloxY", "text": "This video is so good, had my full attention the entire time. You did great justice to the overall history, amazing job mate.", "likes": 205}, {"id": "8wDiszmA2o8", "text": "I feel like addressing all of the negative comments about Tony Hawk. What I'm about to say, really has absolutely nothing to do with Hawk or Tas, but about people and their willingness to just believe anything they hear. When it comes to 'the truth', Always...*ALWAYS* question the source it is coming from, *especially* if that source is media-related. \n\nI mean seriously, you hear one thing from a person in a documentary and BAM. That's truth, that's reality. What about a little thing called thinking for yourself? Time and time again we've witnessed how jaded people and the media will twist a story to get a certain result of their liking, for their agenda. When you hear something, question it. Question ALL SIDES. Do research. And after you've put EFFORT into your thinking as opposed to gobbling up information like you're a baby bird being fed by its parent, THEN form an opinion. And at the end of the day, your perspective is only what it is: an opinion. An outlook. Opinion does not equate to solidified fact, that's why it's called an opinion. And ironically this is my opinion. Ha :)", "likes": 29}, {"id": "jFKAFj-GcXk", "text": "Lmfao. Knocking out a ref for the win, legend status.", "likes": 222}, {"id": "efI77fzBgvg", "text": "Hello, it's Tom (the guy in the film)....time to answer some questions....We have internet!...I know I pronounced Nuclear wrong...Off--gassing isn't an issue....I work as a teacher at Taos High....they work in all climates....These houses have nothing to do with the Apocalypse.....I do not fear the end times....we are simply solar pioneers!  I haven't needed a water delivery in 3 years....my house is a vessel that simply takes care of my family....everyone should have shit eating plants....I have thrown away my flip-flops and I understand that I needed to swallow in-between sentences.....if you don't like the entire concept, we recommend you and society to incorporate parts of it....Not sure if that answers everything....Tom Duke", "likes": 773}, {"id": "wutsThmKGL8", "text": "Available Feb 20th Comcast, Direct tv, Amazon and iTunes", "likes": 5}, {"id": "AAvLC3fz068", "text": "I'm not a major collector specifically, but that bend test almost gave me a heart attack!", "likes": 2462}, {"id": "bHPB2zyiCa4", "text": "Didi doesn't even belong there. She should be reintegrated back into community living independently.  She's very smart and switch on about the environment she in, the more so, she can read and write.", "likes": 90}, {"id": "TQnxyWiPzzk", "text": "Out of context, \"Pennsylvania has as many as four people\" is the funniest thing i've heard about my state.", "likes": 12}, {"id": "QDfs54uwG9w", "text": "Dan Lok brought me here", "likes": 30}, {"id": "46310oYFU-U", "text": "Chill people. Just because he is speaking Korean in this video doesn't mean he can't speak english. It's understandable that he  is speaking his first language because he can choose to do so.", "likes": 320}, {"id": "DnPmg0R1M04", "text": "One of the best documentary series I've ever  seen. I was amazed and enlightened about once every 4 minutes. Whoever you are, reading these words, watch this series.", "likes": 385}, {"id": "t6m49vNjEGs", "text": "For the Spanish version of this documentary, visit our new YouTube channel 'DW Documental': https://www.youtube.com/channel/UCQ1GpKa15ulyoQuxz7H4rng", "likes": 54}, {"id": "4MtWxnRBVvg", "text": "Ladies and Gentleman, the evidence of the worst captain on Earth.", "likes": 1783}, {"id": "oHAiV_lSc5Y", "text": "So much respect for these guys, takes so much to be willing to go through that much stress to help those in need", "likes": 31}, {"id": "cUOuUX_F_5I", "text": "Which film should I cover next?", "likes": 14}, {"id": "V0Hp3HnS8M4", "text": "It’s so interesting how one got the external symptoms, and the other got the internal symptoms. Like two sides of the same coin", "likes": 4419}, {"id": "n0CT8zrw6lw", "text": "Guinness didn't even recognize it. Ouch.", "likes": 9786}, {"id": "4SOgBlJL1ZY", "text": "80% of our communication is non-verbal. Purely verbal communication is extremely inneffective and memes are the next logical step in communicating ideas quickly.", "likes": 61}, {"id": "CvslsD9F0bk", "text": "\"Anime was a mistake\"\n-Hayao Miyazaki", "likes": 68}, {"id": "mWnz_clLWpc", "text": "The Founders were the privileged elite movers and shakers of their time. To believe they were more altruistic than the elite movers and shakers in today's privileged class is wishful thinking. The progression has followed an expected course, the privileged have increased their grip and broadened the boundaries of their control. The current trend implies that it will likely get worse before it' gets better for marginalized middle and lower class Americans. I think Bernie is right, it will take a revolution to change the present course. The privileged are not going to volunteer to participate in a major paradigm shift of their value and belief system whose foundation  is \"every man for himself\". Today's American ruling class resembles the bigger and stronger men pushing women and children out of the way to get to the life boats first on the Titanic. It's Darwinian evolution; \"survival of the fittest\" to the point of dominance and blind to the suffering it causes the less powerful. With distinction between the powerful and powerless comes an arrogance and sense of entitlement clearly demonstrated by Lloyd Blankfein's statement and belief that he and his ilk were \"doing God's work\" when they were guilty of crashing the world's economy for their own gains. And gain they did!  I propose that the powerful more closely resemble and present the behavioral characteristics of Sociopaths and Psychopaths rather than self proclaimed agents of a benevolent higher power. It's a no brainer, how bad does it have to hurt before Americans break out of their denial and/or their brainwashing to the point of hopeless obedience.", "likes": 185}, {"id": "gpvcc9C8SbM", "text": "It's pretty sad how little people know about Aaron. His significance and effect on the internet is unimaginable. People look up to celebrities and idols. I look up to Aaron Swartz.", "likes": 595}, {"id": "Tmbo9lBfE58", "text": "God bless the kurds ,they are doing what the west cant do", "likes": 158}, {"id": "XcGh1Dex4Yo", "text": "Support more documentaries like 97% Owned,\nOne off donations through Liberapay: https://liberapay.com/IndependentPOV\nMonthly donations through Patreon: https://www.patreon.com/independentdocumentary\nIt takes 2 years to create a documentary of this quality!", "likes": 20}, {"id": "eHlDo3Zj_58", "text": "Big city white women go play dress up with oppression for a week and realize it's not a fun life. The beginning Wal-Mart portion was a perfect example of literally trying on oppression. Very sad. Women already deal with enough disrespect without other women in seemingly \"higher\" stations exploiting their lives.", "likes": 1006}, {"id": "gafNOtcShyI", "text": "Trust your Local Bee Keeper and the best have your own Hives.", "likes": 130}, {"id": "Jzt0V2mhL90", "text": "Excellent. Finally, film footage I haven't seen a zillion times lol. Those guys documented some of the reality of war and the Eastern Front. Most Excellent. THANKS!!!", "likes": 8}, {"id": "-3GzQ9kryx4", "text": "These men should all receive Japans highest honors for heroism, further, their families should receive lifetime pensions, in particular, the children.", "likes": 486}, {"id": "tx72tAWVcoM", "text": "when you tell facts about the Israeli you're automatically anti-semite.", "likes": 462}, {"id": "Kc9OHBHtho8", "text": "And today we know that Democrats undermined and tanked Bernie from within.What an irony.", "likes": 24}, {"id": "FfDa8tR25dk", "text": "These brave souls never had a chance. Never even had any idea. These men are heros in my eyes and I don't even know their names. ", "likes": 503}, {"id": "rNm_Pf_eR1w", "text": "Liked and comment, fight me irl.", "likes": 12}, {"id": "mnGjQKdJrPU", "text": "The prison systems should be focused on rehabilitation for women like this. They're not violent criminals, they're just people who need help.", "likes": 2687}, {"id": "IDjHnGOX8Kg", "text": "The guy on government benefits is actively biting the hand that feeds him. Does he think Sharia is going to pay him for his Chronic Fatigue Disorder??? lmaoooo", "likes": 29}, {"id": "GnLhWpy_nqI", "text": "20 yrs later: Plastic island has now become a country", "likes": 1164}, {"id": "SBpNu4_TP9w", "text": "If you think your god is real, why can't they believe their god is real. None of you can't even prove he's real anyways so let them worship Zeus and his buddies.", "likes": 1509}, {"id": "PPAwQ1GXlak", "text": "\"It's over Sea People, we have the high ground!\"", "likes": 16}, {"id": "rlJVIcCPIl8", "text": "One of the most amazing survival stories of all time.  I really wish Hollywood would make a modern feature film about this.", "likes": 43}, {"id": "qzn5toJj3vs", "text": "SUBSCRIBE HERE 👍 = https://www.youtube.com/channel/UCcWU0V2_cbm1xJhHNhqk4Yg?sub_confirmation=1\nThanks for watching! Be sure to check out the link below for more mini-documentary style videos like this one 👽✌️\nAudible484 MINI-DOCUMENTARIES : https://www.youtube.com/playlist?list=PLHo5l6u0J4JaYsg2L6JjBJF8RGIHvO-5d", "likes": 64}, {"id": "VUBY6bMZn8w", "text": "\"You deserve to be scared\" he said. Watch next: How Japan Is Preparing For North Korean Threats - http://bit.ly/2uCWxzs", "likes": 274}, {"id": "MtdupS0gRt0", "text": "Well that was extremely sad and depressing. Japanese people are so nice that they wouldn't show their true feelings to a interviewer. You could feel the loneliness and longing in their voices.", "likes": 1913}, {"id": "ixJgY2VSct0", "text": "Every time I am hungry, I watch this video. I have lost 10 pounds so far.", "likes": 1189}, {"id": "Q4aBhJy6zog", "text": "\"You need to make your shots count\"\n\nProceeds to bodyshot 2 grunts with a sniper rifle 5 feet away from him", "likes": 2979}, {"id": "39RS3XbT2pU", "text": "This will Change Everything You Know...\n\n*Help by spreading this message, leave a like and subscribe if you haven't done so already.*\n\nWe are Anonymous.\nWe are Legion.\nWe do not forgive.\nWe do not forget.\nExpect us.", "likes": 2670}, {"id": "TXswlCa7dug", "text": "I'm like \"I deserve a break\" after opening my textbook", "likes": 3334}, {"id": "c7gDBVmgIRA", "text": "Meanwhile in the United States we dump 40% of our food, and/or we fatten ourselves until we die of heart disease. 🤦‍♂️", "likes": 11888}, {"id": "_kDseTCNGyA", "text": "These two former cellmates played Dungeons & Dragons together in prison to pass the time -- and now they're using the game to re-integrate into society. \n\nWATCH NEXT: Saving the History of Video Games - https://vice.video/2DeKVTM", "likes": 121}, {"id": "awGN5NApDy4", "text": "People from the 15th century would find it impossible to crack the code of today's rap lyrics", "likes": 1307}, {"id": "NK20t11He14", "text": "Across the U.S., recyclers had been accustomed to sending major portions of their paper and plastic to China, but now they're scrambling to find other takers.\nWATCH NEXT: How To Rid The Ocean Of Plastics - http://bit.ly/2BMzMMK", "likes": 127}, {"id": "NtPc0jI21i0", "text": "Amazing someone could engineer such a device..", "likes": 138}, {"id": "5PPTDsTnaPk", "text": "Does anyone else just appreciate the zero mention of the Joker?", "likes": 1337}, {"id": "2MFAvH8m8aI", "text": "The guy who is butthurt about \"intellectuals\" and astrology being fake at 21:34 is the same guy who had to count to 5 on his fingers at 19:15", "likes": 1179}, {"id": "nkls2tKfYbo", "text": "Big Jay n Danny Sodes sent me\nCrackle Crackle\nHot coffee\nPoncho mikes esperienses", "likes": 126}, {"id": "fhlklE9wBSY", "text": "I thought this was going to be \"Wasabi you eat at Sushi place is fake, this is the real one\" story. It turned out to be the very inspirational story of a 75 years old farmer, who lost his son, still keeps going on strong for his family, his community and the profession that he loves and believes in. Thanks for the great video!", "likes": 816}, {"id": "JDROrLtc6GM", "text": "Stupid Terrorists.India no desurve this.India i love you.Love from Germany!", "likes": 881}, {"id": "FQeZPrQFwlk", "text": "\"I haven't slept in three days.\" -Guy with \"Cocaine\" written on his shirt", "likes": 20}, {"id": "OrH6UMYAVsk", "text": "44 years in prison. His entire adult life pretty much, how this man isn't angry is beyond me. I hope he finds peace in the time he has left.", "likes": 1608}, {"id": "TD2XGwmRJi8", "text": "Theres always that one kid at school flexing his scissors", "likes": 3165}, {"id": "4OOGXZEWmIM", "text": "This is legitimately the first thing I've ever been unsure about vis-a-vis whether it's satire or serious. I never get thrown off by The Onion-like articles but my radar's on the fritz with this one.", "likes": 37}, {"id": "g2BLg756_4M", "text": "2:57 What an honorable attitude. If only all teachers had the same view :(", "likes": 68}, {"id": "u4ILiYw9U8Y", "text": "Awesome video!  Any chance of getting in HD?", "likes": 6}, {"id": "KFNxJVTJleE", "text": "The best thing about multiplayer is other people.\nThe worst thing about multiplayer is other people.", "likes": 3793}, {"id": "dTBtjxBSMbc", "text": "I think what that paper said about Shannon not being pretty like Madeleine is disgusting. She was only a child too.", "likes": 254}, {"id": "sXb9J7uYH0M", "text": "Sublime is the only band that you can put on at a party and literally everyone will be down with it..", "likes": 51}, {"id": "a4cVGWTzKo8", "text": "If someone got fired because I interviewed them..... I'd at least reach into my healthy Western pocket and hook him up a couple of hundred bucks. It would feed him for months while he looked for another job", "likes": 1150}, {"id": "jWYGjQxcxXU", "text": "VICE News spoke with loyal customers at one of the last Blockbusters left in the country about why they love their old school movie night.\nWATCH NEXT: Dollar General Is Putting Local Grocery Stores Out Of Business - http://bit.ly/2F1YMg2", "likes": 24}, {"id": "csoP8Didoi0", "text": "You didn't get a glimpse of a secretive country- you were shown what the government wanted you to see.", "likes": 7965}, {"id": "0mDEG_dHcCU", "text": "Its true that she is ruthless, but every other emperor of China or Rome or Egypt was ruthless at that time. The fact that she is a woman, puts her in a position that she have to be even more ruthless then a male emperor, because if shes not, other people will pressure her to step down or might kill her at the first place. I really hate it when people said her reign was a reign of calamity in the Tang Dynasty because it is not. She was the one who advocated a reform to the Imperial Examination system and encourage more poor people from the rural area to take the exam and help improve the life of the people in the rural area. This is just one out of the many example of other great things she had done to her people.", "likes": 27}, {"id": "PbWpXYOg4OQ", "text": "If the war on alcohol in the 30's didn't work, why would a war on drugs ever be successful? Learn from history.", "likes": 836}, {"id": "72MdaJBhAFk", "text": "The friend I mention at the end is \"BARRY HARRIS, one of the most prominent and recorded hard bop pianists in the history of jazz, AND the most selfless and dedicated voice in jazz education.\nRyo got Barry gigs, and Barry gave Ryo pointers. They became good friends thereafter.\"\nI got a message from r/vinyl that I never mentioned his name or who he is so I'll do it in the pinned rest assured you should also check his work out too. Especially if you like Fukui.", "likes": 141}, {"id": "fmHVqb6t__8", "text": "Want to learn more about the Aztecs? Check out our 2 hour podcast answering community questions here: https://www.youtube.com/watch?v=g4mFK5AFP7s&t=7166s", "likes": 48}, {"id": "HtKmLciKO30", "text": "Such a fantastic game, can’t wait to play version 1.0 in 20 years", "likes": 554}, {"id": "xvDuqW9SFT8", "text": "Dude... When I go to the shop and I was asked to buy 2 items, I usually call back to ask what was the  second item they asked for.", "likes": 179}, {"id": "lxMWSmKieuc", "text": "I'm no Russia apologist,\nbut I hope you do realise, Vox, that all those things u accuse Russia of doing,\nUSA does aswell. Just slightly more deceitful and intelligent in doing so, but nonetheless, they do it all too, and more.", "likes": 2560}, {"id": "kjOH1XMAwZA", "text": "So if Egypt attacked us, we would nuke them.  But if it was Israel, then nothing is done except to cover up for them.  And this was 50 years ago.  How long has Israel been running America?", "likes": 234}, {"id": "cCxPOqwCr1I", "text": "The earth will be fine.  It will rebalance.  The question is whether humans will be in the balanced equation.", "likes": 18}, {"id": "Qam5BkXIEhQ", "text": "Reported for controversial topics...?\n\nSeriously though, this is one of the best productions I have seen on youtube", "likes": 275}, {"id": "LqEafJOezqQ", "text": "Nothing but love and respect to Titus O'Neil and his mom.", "likes": 3745}, {"id": "mQhjqCd7Eec", "text": "Também acho que quando o petróleo se for vai ser cada um por si.\nÉ um cenário catastrófico!\nDevemos nos preparar para o que vem pela frente.", "likes": 5}, {"id": "DN1ytVJcFds", "text": "Google is the new Microsoft. They're basically extinguishing their competitors via their services and web apps.", "likes": 796}, {"id": "Sv9WzXekSiw", "text": "ATTN: Viewers\n\nMC for Warner Bros., Paramount Pictures has been blocking a few of my \"Behind the Scenes of Interstellar\" videos so this video may follow suit. I've filed a dispute for each but none have been successful, most of those videos are \"Blocked in certain countries\" but either way it's absolutely absurd.\n\nMoreover, if this does get blocked, I'll re-upload. Thanks for watching the video, subbing to me, and reading this.\n\nAlso, sorry for the advertisements! They are forced onto my videos, like this, that I don’t own rights to the original content.\n\nAccording to YouTube Help:\n“If your video contains content to which you don’t own all necessary rights, the rights holder may have identified his/her content in your video and chosen to place ads on it.”\n\nUnless I have no choice, I will NEVER allow ads on my videos. Also, I will NEVER monetize my videos.", "likes": 93}, {"id": "ZVlZMOB-Sq0", "text": "More short documentaries that will hit you right in the feels: https://www.youtube.com/playlist?list=PLyBdAUI4LX9gNeaCcj1ut18U92wwtSJDb", "likes": 1065}, {"id": "6LbkM1AhxNM", "text": "With all the empty space inside each tower - not to mention inside the steel box structure of the roadway - surely there is someplace I could put the assemblage of cardboard boxes that I call home.", "likes": 426}, {"id": "2tFWOje0Pc0", "text": "Whys it always big dangerous ferocious animals these guys become obsessed with, never penguins or flamingos?", "likes": 132}, {"id": "B-aXwsIRWNs", "text": "god this breaks my heart", "likes": 65}, {"id": "5woZG9fQtqo", "text": "whose here in March 2019😊😊\nisis done and dusted👍", "likes": 90}, {"id": "tg6rygk9VDc", "text": "Do you agree with the Supreme Court in this case? If the same thing happened in the 2016 election, would the reaction be different?\n\nEdit: Yes, I chose to leave certain parts out.  I left out the the lack of an alternative method 5-4 argument because I felt it was less important and would only further complicate things. The 7-2 argument about the equal protection clause was more compelling to me.", "likes": 39}, {"id": "sI4VihERXNo", "text": "no emotion at all from joshua. he went to visit the victims families for the camera and narcissistic reasons.", "likes": 49}, {"id": "WCsb1_wBzuQ", "text": "So how does Bitcoin fit into this?", "likes": 9}, {"id": "S64WANCgMek", "text": "I heard the pitches from several of these colleges. I'm glad I smelled BS and didn't sign up. Part of the reason for this phenomenon is the enormous push by society, family, public school faculty, even peers - you HAVE TO go to college or you'll never be anything. Plus, everyone else is doing it, so you should too. Just go. You'll earn more money just by having a degree. Always worth it. You can do anything you want to. So many people just get loaded with debt and a useless, very expensive piece of paper. All for wanting to better themselves.", "likes": 23}, {"id": "f2kesmAO8VU", "text": "\"And I wanted to cook for my wife and children, forever.\"\n\nIf that isn't father goals I don't know what is.", "likes": 700}, {"id": "NMp2wm0VMUs", "text": "Hidden shame? I wouldn't call this particularly \"hidden\". Absolutely everyone seems quite casual about discussing raping (or buying sex with) children--they almost seem non-plused. I don't think it would be an exaggeration to call this an openly accepted part of the culture. And if anyone has any \"shame\" about it, I don't see any evidence of it.", "likes": 1485}, {"id": "zGc_xk5_kMM", "text": "The CIA has done as much damage inside the US as outside, starting with the assassination of JFK, the looting of savings and loans to finance their other illegal activity and importing hundreds of tons of drugs.", "likes": 11}, {"id": "dknqg9T2dXI", "text": "If some think that they need our modern lifestyle, medicine and technology then why are they still here? They've made it this long.. what... 25000 years? 40000 years?... living on this island just fine without the Kardashians or McDonalds. They don't need your Prozac, they don't need your antibiotics, they do,on the other hand, just need to be left alone.", "likes": 1015}, {"id": "k_P7Y0-wgos", "text": "That's a shame,  because you really can tell that he is a n extremely intelligent and passionate man, but that's just taken away from him", "likes": 1795}, {"id": "pxoXrc8pwx0", "text": "Hi everyone! Thanks for tuning into our latest documentary covering the story of Shirley Curry: The Gaming Grandma! If you enjoyed the documentary, we'd ask that you take a moment to share it around on social media! We have a small audience and every new subscriber counts! \n\nThank you in advance!\n\nAlso, if you missed the news, Shirley Curry will be featured in Elder Scrolls VI as of March 27! https://www.onlysp.com/elder-scrolls-vi-technology-grandma-shirley-curry-npc/\n\nWe hope you enjoy the documentary and make sure to wish Shirley a Happy Birthday today (April 2nd!). \n\nOur next documentary is in the works and will cover the story of New World Interactive's Insurgency series!", "likes": 577}, {"id": "iPqy3SUwOjY", "text": "240p really", "likes": 10}, {"id": "qm67wbB5GmI", "text": "Looks easy.  Think I'll start a factory here in my mom's basement.", "likes": 1259}, {"id": "bqPARIKHbN8", "text": "Oobah Butler used an assault of fake reviews to get his 'restaurant' to the hallowed top spot on TripAdvisor.\n\nWATCH NEXT: The Story of 'Sandstorm' by Darude - https://vice.video/2DXMLJP", "likes": 3254}, {"id": "KwrqhOQrV6Q", "text": "I am still unclear, after decades of study, why England and France did not declare war on the Soviet Union over their near simultaneous invasion (with Germany obviously) of Poland from the east.", "likes": 29}, {"id": "3Mr5eWXsM84", "text": "Those western men going there to have sex with children should be exposed. At least they could fear consequences back in home and choose not to risk it. I cannot believe all the pain those girls go through.", "likes": 87}, {"id": "a3AnyzzkDzA", "text": "We need a MASSIVE METAL FEST For THE NAVAJO!! Many of us would travel to HONOR our METAL BROTHERS.", "likes": 1177}, {"id": "XODHE3ffhXU", "text": "Set playback speed to 1.25", "likes": 45}, {"id": "KMNZXV7jOG0", "text": "It's sad how 12 years after this documentary was made retail workers are still having corporate greed pushed down their throats. After 3 very different retail positions I can tell you that these corporations don't care about the employee's health, happiness, or paycheck. All they care about is how much money the employee can make for the business. It's disgusting.", "likes": 60}, {"id": "OrH6UMYAVsk", "text": "44 years in prison. His entire adult life pretty much, how this man isn't angry is beyond me. I hope he finds peace in the time he has left.", "likes": 1608}, {"id": "B2uXHZLyfT0", "text": "Greatest director ever.", "likes": 51}, {"id": "q1QBjpUuflY", "text": "Legal or illegal, this dude have a heart made of solid Chinese gold.", "likes": 3401}, {"id": "Amai7rZpqXg", "text": "If you enjoy my work, please consider contributing! You can make a one time donation at http://www.PayPal.me/ThisIsDanBell or support my work monthly at http://www.Patreon.com/ThisIsDanBell. Thank you and enjoy the video!", "likes": 848}, {"id": "H2f7FunDuTU", "text": "very good for students to watch and learn ethical issues in business", "likes": 86}, {"id": "4_NppxAt_cY", "text": "Only weak men want to control women. Strong men want strong women.", "likes": 4059}, {"id": "y1cFoPFF-as", "text": "I'm pakistani and they letting our country down. I feel so sad  for those innocent British girls the best solution is to deport them or hang them up.", "likes": 1013}, {"id": "3ul401dJ7Sk", "text": "The biggest saying of this digital generation - \"If you are not paying for the product, then you are the product.\"", "likes": 563}, {"id": "LmPnqih9C5U", "text": "Колико су људи били јаки и сложни поред свега што нам се десило, а погледај нас данас...Свака част за видео.", "likes": 283}, {"id": "7pp4vYvi5b4", "text": "\"Who says (((they))) don't control the world?", "likes": 3}, {"id": "Ke-WetPq1cs", "text": "This DUDE is tough AF and he doesn’t even realize it..", "likes": 1160}, {"id": "lG23BPrP3qQ", "text": "They are welcomed in Mexico!", "likes": 177}, {"id": "GEKnoS9IkP0", "text": "For such a social animal, how terribly, terribly lonely Lady must have felt for all those years..So it's so heartwarming to see the bond she had with Herbert. And so happy that in the end, she had the family she'd always longed for.", "likes": 7}, {"id": "-0OXm9e3tyQ", "text": "Shut down this pedophil cult! But I know \"money talks\" sad enough.", "likes": 18}, {"id": "Pkup4zo97E0", "text": "thx for using my music homie, i'm glad you dig it :) shouts out to Altitude too", "likes": 2526}, {"id": "foFGW_700uw", "text": "Can we talk about how amazing that mom is? She seems so young but she’s handling this little angel amazing.", "likes": 8070}, {"id": "s-NwKD9laZw", "text": "Gee....1972........and today.......nothing's changed. The new preachers could well be modelled on this guy.", "likes": 63}, {"id": "Zo6yVNWcGCo", "text": "Daddy Bush is a Dark Lord of the Sith. ", "likes": 34}, {"id": "0XvnIAhAhiM", "text": "I honestly can't imagine a condition worse than this.  I know how horrible Alzheimer's is, but at least the sufferer doesn't have an awareness of what he/she's suffering from.  The fact that Hiroshi knows that he is severely impaired makes this so heartbreaking.  \n\nP. S. Either his wife is the greatest actress in the world, or she's a saint.", "likes": 44}, {"id": "qBfyIQbxXPs", "text": "It's hard to decide which side is correct. As a Korean American, I feel for these Japanese Koreans, yet I can't fully support them because they praise an immoral regime. Had no idea this issue existed. I want more videos like this.", "likes": 1097}, {"id": "psoq8qYvx18", "text": "the only man who can drop the soap in the shower and nothing happens.....", "likes": 1665}, {"id": "bQ2ZmOG9N-4", "text": "*Nonviolent offenders should NOT be housed with the violent offenders!! They need rehabilitation!*", "likes": 28}, {"id": "yXtBgUw7D1M", "text": "Shout out to everyone who came from reddit.", "likes": 55}, {"id": "0k8sKX6IeMs", "text": "This is an amazing video... I had this exact same disease when I was 20 years old. The BBC has done an amazing job of documenting this gentleman's experience. Although technology has changed a bit since 1978, the disease has not. The complete paralysis, vision loss, and inability to breathe on one's own is exactly what happened to me. Using a computer for Terry Newbury to communicate is a lot better than the alphabet board and flashcards that my father made for me, but the overall experience is exactly the same. I am so thankful that I had my Family with me in the hospital every day. I am especially thankful for my brothers who exercised my body every day which allowed me to recover completely. It gives me chills and brings me to tears to watch this man's experience because it is truly my same experience…", "likes": 2995}, {"id": "jcKLGI4LeVs", "text": "I think its clear that Old Edie used emotional abuse to keep Little Edie from becoming too confident and deserting her. She's a typical narcissistic mother.", "likes": 169}, {"id": "Ht5iQyqoors", "text": "The thumbnail looks like an image of Mecca being circled by religious people. Anyone else see this?", "likes": 678}, {"id": "3_tWyvnH0xY", "text": "Facebook has been censoring my anti-Hillary posts. Not only is it wrong but it is very creepy.", "likes": 708}, {"id": "NBUjGFMhuDg", "text": "Hollywood is too afraid of VISION.\n\nThey would rather do \"Marvel: Civil War XXVII Captain America Gets Alzhimers\"", "likes": 82}, {"id": "Vinqph-g5QI", "text": "Body: *Makes Fat to keep us healthy, develop and survive better*\nUs: Thanks I hate it", "likes": 2065}, {"id": "ufTEtGQZZ9g", "text": "Snowden is a hero", "likes": 162}, {"id": "9RmSQm9_o-c", "text": "One important lesson from this: We elect the best impostor, the least authentic person, the perfect liar and we trust this puppet with our lives. We are idiots!", "likes": 51}, {"id": "PlPTXR7e6As", "text": "Plastic Love > Despacito\nlet us make her song popular and conquer billboard chart in 2018", "likes": 2123}, {"id": "-pEkCbqN4uo", "text": "It's so easy for us who are healthy and fit to watch this and tell these people what to do, but it is not just what they LIKE to eat. It is what they were brought up eating, what they are continuing down through their families. Easy to tell them to exercise or to buy salad, but they need psychological re-training, too. Watching that woman's family chow down on all that garbage made me cringe, too, but they honestly do not know any better. That sounds patronizing. But they just don't.", "likes": 241}, {"id": "tCUuvyVwbJs", "text": "Next HOW BIG IS COLDFUSION TV. 😁😁", "likes": 540}, {"id": "RI7es73vC4s", "text": "The consumers are not the only party at fault. Why don't these countries have oversight for their workforce.  Who are the people employing these people paying them pennies? As consumers we can vote for what is in our heart by using our wallets but obviously something needs to be done in the country itself and give the people rights and protection.", "likes": 6}, {"id": "3qqifEdqf5g", "text": "\" windmills kill birds \" - Donald trump", "likes": 41}, {"id": "ToQ8PWYnu04", "text": "Why can't my drug dealer play the flute for me?", "likes": 384}, {"id": "r4g2iPLV7KQ", "text": "This was weally intewesting", "likes": 469}, {"id": "bj3qAIkbQw8", "text": "For those of you who don't know why we keep mentioning \"2015's Allied Assault\"; as explained at 8:25 in the video, 2015 is the name of the development company that created the game. :)", "likes": 1441}, {"id": "eK--oCVP18A", "text": "As an American homeless I can relate heavily to the Japanese homeless. I refused to accept benefits, and got a job. I only drink Apple Ale and smoke cigarettes. I have bathed at my companies bathoom and for the last 8 months / nobody has known that I live in a tent outside of the woods of Walmart. \n\nAs for my money, I spend it on my relatives and tech. My mom takes care of my grandmother and she can only work part time hours to make her own money. Nothing makes me happier than filling up her gas tank and taking her out to dinner someplace nice once a week. My family talks to me more now that I've stopped taking drugs and have gained a sense of pride. I keep my gaming laptop / Nintendo Switch at my moms house for visits. My family has offered multiple times to help me get my own place but I'm truly terrified that I will go back to my own ways and end off worse than I am currently. I take pride in my newfound strength. And I'm proud of all the obstacles I overcome woth no handicap towards myself. I currently have a few thousand dollars saved up for in case anything happens.", "likes": 1210}, {"id": "L5cwDFwteIY", "text": "proof that karma doesnt exist", "likes": 51}, {"id": "0iZtdKaVsD8", "text": "You can check out Boys Alone here: https://youtu.be/bCePbRdQmbE", "likes": 1492}, {"id": "eD0wV-JO-xI", "text": "I finally understand the origins of American values. WE started it, we took it back from the kings and rulers that could sway our lives on such whim and wind. We set the world to a different course, a democracy and in time as different peoples claimed it, thought the fight sometime needlessly harsh and dim, a democracy theirs too. Somehow we became unhinged, all thing end just as they begin, but we lost so much chasing glitter and seeing gold in blinding.", "likes": 9}, {"id": "SsKWhcBDVHY", "text": "I've just realised no matter how desperate he got, he never sold his camera.", "likes": 129}, {"id": "OAIy5Lii3zw", "text": "Apologies for the mistake at 4:25. We mention Standard Oil and American Tobacco as examples for commodity monopolies that kept prices high, when in reality Standard Oil maintained its monopoly by artificially keeping price low to stifle out competition.", "likes": 591}, {"id": "tyop0d30UqQ", "text": "The really sad thing is, when this is pointed out, the vast majority seem not to care. They get angry at the petty crime on Benefits Street but can't muster any fire in their belly when it comes to the massive redistribution of wealth into the already wealthy, something amounting to daylight roberry with shades of ethnic cleansing in the process.", "likes": 113}, {"id": "AOeD9IxX1Nc", "text": "If a lot of people loved each other, the world would be a better place to live", "likes": 85}, {"id": "pCkL9UlmCOE", "text": "190 degrees Fahrenheit is almost boiling,  that's insane . And 3rd degree burns are the kind *fire* makes", "likes": 840}, {"id": "Cltc4Og6HKo", "text": "I used Dave Ramsey's plan to dig myself out of a massive amount of consumer debt.  I paid it all off and I will never go into debt again.  Freeing myself from the slavery of debt was the single most important thing I have ever done for myself.", "likes": 266}, {"id": "MMFukywvrzo", "text": "I've seen davids head on so many other bodies that his own head on his own body almost seems weird to me now...", "likes": 1859}, {"id": "gpUguNJ6PC0", "text": "I have checked all the universes, in all of them I don't have money", "likes": 1336}, {"id": "E6kI9sCEDvY", "text": "LMAO at the people in the comments saying this doc is \"biased,\" that's the whole point -- traditionally we always get the Roman version, which is just as biased. Let the man tell the other side for once", "likes": 31}, {"id": "w29GOehXMkg", "text": "So...after all these years, the hippies were right?", "likes": 26}, {"id": "PIvXwBSMCRo", "text": "I wanna evolve like pokemon... haha..", "likes": 10}, {"id": "rDbqcMfUdlI", "text": "The outside: \"It's like 3D, man!\"", "likes": 389}, {"id": "Eb8c_302lxs", "text": "I'm one of those random 12 year olds obsessed with space 👍", "likes": 25}, {"id": "kxkrdLI6e6M", "text": "Whoever first found out how to delete your amazon account is a legend.", "likes": 3745}, {"id": "p_4UPdFqgIQ", "text": "Ali said it best.... Don't count the days...make the days count....", "likes": 181}, {"id": "WGykS5Id-qw", "text": "Reddit sent me here, not disappointed, thx!", "likes": 5}, {"id": "RdPsVpD6b08", "text": "David Attenborough has ruined me , I simply cannot tolerate other nature documentary narrators.", "likes": 878}, {"id": "fVfVaiqhwIw", "text": "I just want to say that I was on the video as you know. I have kicked the habit now. I've been clean 3 months. I was on heroine for years but clean for 10 years and iv been off methadone for 8. So if any one judges me don't.  That is my past .Thank God.", "likes": 82}, {"id": "dGFkw0hzW1c", "text": "Oh, USA detonated 16 nuclear weapons to commemorate my birth! How nice of them!", "likes": 1261}, {"id": "ltsIb7CPhN4", "text": "King Tutankhaten was erased from history by Seti I and Ramses II, now hes the most famous pharoah ever.  Irony is amazing sometmes", "likes": 25}, {"id": "_KsaWpeCj98", "text": "I just celebrated 11 years of sobriety from Crystal Meth. I know it is hard, but it can be done. Don't give up!!", "likes": 1124}, {"id": "17tj18qpJf0", "text": "I don't know how Miller was able to say \"He and his black cat Niggerman\" without laughing his ass off.", "likes": 34}, {"id": "tymYmV4dcnU", "text": "For exclusive clips and updates, follow us on Facebook: www.facebook.com/wildthingschannel", "likes": 0}, {"id": "2N8y2SVerW8", "text": "Exposing Koch Brothers and their shady, greedy activities are good. Now how about Brave New Films do an in depth documentary on the politicians that accept these \"campaign contributions\" from billionaires, all of them, regardless of party affiliation. Because if there's anything worse than power hungry billionaires that bribe politicians, it's the politicians accepting the bribes and working for the wealthy, and not for the rest of America.", "likes": 108}, {"id": "Ag9jIsf8ijI", "text": "Subscribe to VICE News here: http://bit.ly/Subscribe-to-VICE-News", "likes": 13}, {"id": "1UnIDL-eHOs", "text": "Another popular false origin of OK comes from the American Civil War (1861-1865) which says that soldiers returning from battle would report \"0K\" (zero killed). And there's a few from around the world, too. Like the Greek \"όλα καλά (óla kalá) which means \"all good,\" the Scottish \"och aye,\" which means \"oh yes,\" and even a French-named seaport in Haiti, Aux Cayes. While these are all pretty interesting and might indicate why \"OK\" was so easily adapted into language worldwide, none of them can actually be traced in their influence the way \"oll korrect\" can. Neat. - Coleman", "likes": 6563}, {"id": "fh2cDKyFdyU", "text": "Kissinger is such a psychopath", "likes": 116}, {"id": "8o-n6vZvqjQ", "text": "very good , jack, lets do that again for the 120th time.", "likes": 1822}, {"id": "dz0XLVUq3WI", "text": "I'm glad people are watching the film and have strong opinions (either liking the film or not.) However, I noticed some people getting into juvenile arguments with each other over nonsense. Please keep it civil, or I will delete said posts.  regards,\nKeith (the filmmaker)", "likes": 340}, {"id": "bXDqk-3eAlM", "text": "Great video and I actually like the music choice.", "likes": 7}, {"id": "zMZ7BsoUAG8", "text": "In the wake of turning his shed into London's most popular restaurant, Oobah Butler decides to send doppelgängers of himself on a global press tour to improve his personal brand. \n\nWATCH NEXT: How to Become TripAdvisor’s #1 Fake Restaurant http://bit.ly/2Cn4GuH", "likes": 2920}, {"id": "pHYwxbVW-ho", "text": "A song with no lyrics that gets banned, now that's the one I want to write🤯👻", "likes": 163}, {"id": "EcBKlFsPNJE", "text": "That's so cute. Having a pet that's free to go wherever he wants but still comes back to you must be amazing. It's like having a friend, that just happens to be an animal XD", "likes": 7}, {"id": "fMsa7o48XBE", "text": "As someone with Autism, the fact that parents are so horrified at the thought of it that they'll risk life threatening illness to avoid it is frankly VERY offensive", "likes": 4677}, {"id": "jX9hbbA-WP4", "text": "Melee has a better story than most anime.", "likes": 1900}, {"id": "5wlcjG9Xk9Q", "text": "Jordan Peterson brought me here. Anyone else?", "likes": 117}, {"id": "e09HkMY_8cM", "text": "I created a Facebook page. https://www.facebook.com/SKDocumentaries/  I would appreciate if you could leave a like. You won't get any notifications other than my regular uploads, I promise. Thank you! :)", "likes": 235}, {"id": "JZRcYaAYWg4", "text": "Stephen and Christopher are such hypocrites. They say that killing people is bad yet they murdered the two idiots they debated", "likes": 3842}, {"id": "_gc4yrcdAok", "text": "The funny thing about hating painters is that if you hate them that much you have to paint everything yourself, and then you are one of them !!", "likes": 208}, {"id": "upwyB9YegdU", "text": "Michael Paul Smith, Rest In Peace.  You moved permanently to Elgin Park.\n\nHe died on Nov. 19, 2018 in Reading, Mass., at 67.", "likes": 422}, {"id": "2eHOwwdfyDc", "text": "Kinda weird the Swedes would condemn any other people as acting like Nazis…\n\nSince they literally cooperated with the actual Nazis.", "likes": 50}, {"id": "RBNLxU98svQ", "text": "I hope when I’m 95 my husband reminds me to put my teeth in.Beautiful couple", "likes": 1296}, {"id": "SGP6Y0Pnhe4", "text": "I am guessing that opening the window and having a cigarette is out of the question.", "likes": 1711}, {"id": "aOSD9rTVuWc", "text": "I don't care whether Marc is a good or bad lecturer, whether he did or did not do a line before the speech as many commented. All I care about is - this is the best explanation of addiction that I've ever encountered. And I will probably have to watch it many times and write down all important points and suggestions because I am sugar and food addict. Nothing I read or watched before helped me understand what is happening with me and now that I do, I feel empowered to change it. Just want to thank Marc Lewis for this great speech!", "likes": 82}, {"id": "np_ylvc8Zj8", "text": "Support more documentaries like the Spider's Web, \nOne off donations through Liberapay: https://liberapay.com/IndependentPOV\nMonthly donations through Patreon: https://www.patreon.com/independentdocumentary\nIt takes 2 years to create a documentary of this quality!", "likes": 97}, {"id": "lY4eHaiVK9s", "text": "That tramp of a mother is equally to blame", "likes": 206}, {"id": "elU32XNj8PM", "text": "Check the marketplace website for more tips on what do with your old clothes here: \nhttp://www.cbc.ca/marketplace/blog/want-help-on-what-to-do-with-your-old-clothes ^nr", "likes": 1}, {"id": "acJmgG9SQBc", "text": "Why does it sound like the video is playing under my desk", "likes": 8}, {"id": "7xu3RO4l1EA", "text": "No no. I only use it recreationally 4 or 5 times a day *hiding shaking hands*", "likes": 2636}, {"id": "QflVqavHHM0", "text": "Why am I up at 3am watching this?", "likes": 212}, {"id": "USnNFkFkdEk", "text": "118 Fox New$ viewers disliked this video.  Big thanks to people like the ones on this video teaching truth instead of recruiting for the Rothschild Banker$.", "likes": 6}, {"id": "oK_f7ETEg1U", "text": "Definitely check out ALTERNATIVE VIEWS TV - it was a fantastic show with still tons of valuable, relevant information. Like this, for instance: https://archive.org/details/alternative_views", "likes": 3}, {"id": "IAglYzW2B1E", "text": "Lost 69 million dollars? What a coincidence. XD", "likes": 492}, {"id": "8v_lDlFpCuo", "text": "Talk about having such a stressful kinda job", "likes": 8}, {"id": "--H8SY334Zw", "text": "The only thing not awesome about this documentary is that it doesn't have a million views already!", "likes": 28}, {"id": "SAn2lJI3Wus", "text": "Посмотрел на одном дыхании! Снято очень атмосферно, профессионально - будто оказался в той деревне. Если у вас будут прям серии о выездах, то и подписчиков, думаю, больше станет.", "likes": 21}, {"id": "ahexC0L3qKY", "text": "When and where can I see this", "likes": 6}, {"id": "BcUvlUculeY", "text": "Words cant explain how happy i am that weed is being legalized everywhere....IM TIRED OF BRICK WEED!", "likes": 15}, {"id": "YsA3PK8bQd8", "text": ">doesn't like the truth\n>downvotes video so it goes away\n\nexcept it doesn't", "likes": 45}, {"id": "7DBmNVHTmNs", "text": "*finally decides to find a HEMA club, figures out it's only 30 minutes away*", "likes": 46}, {"id": "EWWeysV6CC8", "text": "Warning: not a school shooter documentary. It's about overzealous school cops giving tickets for nothing.", "likes": 30}, {"id": "FBiIWuQNQHU", "text": "\"As America went to war, the Thompson went with them.\"\n\nAm I the only one who thinks that this is extremely well-worded?", "likes": 1350}, {"id": "c-OF0OaK3o0", "text": "For a moment I thought this was a comedy about three brothers starting Andy Samberg, Pete Davidson and some other dude lol", "likes": 2799}, {"id": "faVwMD93LMY", "text": "RagnarRox is that kind of uncle that disappears for a few months, and then comes to visit with the best gifts", "likes": 394}, {"id": "6OpG3jUADw4", "text": "I've read 'Sybil', 'The Three Faces of Eve', and 'When Rabbit Howls', all about people diagnosed with DID, and it seems as though these people do have mental issues, and are either desperate for answers or attention.  We are taught that drs are very knowledgeable, and we should listen and take their advice.  Back when this was first 'discovered', I believe everybody wanted to get on the bandwagon, if you were a dr, and didn't have a patient with DID, you weren't part of the action, thus the numbers of patients with DID skyrocketed.\n\nListening to the dr, who was also a patient with DID, I was appalled when she said that if a patient denied they had DID, it meant that they DEFINITELY had it.  It was like she was saying this is it, you've got it whether you do or not.  Sort of damned if you do, damned if you don't, her mind's made up, that's that.  That strikes me as closed minded, and that's the last thing a dr should be.\n\nI think as people we are all multi-faceted.  We have many aspects to our personalities.  I know sometimes I'm withdrawn, and want nothing more than to stay home with a good book, other times I want to go out and socialize, and party.  Then there's the work mode aspect, the parent, and so forth.  These aren't different 'personalities', but just a facet of me, the mood I happen to be in at the time.  I think sometimes we search for things that aren't there, and if you search long enough, you're bound to find something, real or imagined.", "likes": 7}, {"id": "qVMLr0IHSsc", "text": "This Jimmy guy seems like an arrogant con artist .... Get rich quick scheme", "likes": 4}, {"id": "eAR3erZ3DrA", "text": "Europe killed all the cats in the middle ages and then the plague came on rats. Coincidence? I think not.", "likes": 439}, {"id": "OrNBEhzjg8I", "text": "As sad as it is, this wasn't unethical. At the time unresearched poorly researched \"Child Development Theory\" was advising parents to NOT kiss, hug, cuddle or give their children ANY attention aside from feeding them and bathing them. \"Discipline\" was the only thing parents were advised to do to their children besides feed and bathe them. Children of those generations were often raised in COLD sterile homes and many many had Detachment Disorders. He COULDN'T experiment on human infants, but he HAD to show these parents and pediatricians the damage they were doing to their children and the entire generation by these cold, inhumane \"parenting\" methods. In the end, the experiment changed much of Child Development Theory to the truth, that children NEED love, and touch and cuddling and more than just food. It saved MILLIONS of children from bleak, sterile, loveless childhoods and saved those people's children from parents who were incapable of love or attachment.", "likes": 422}, {"id": "8MqTOEospfo", "text": "Too bad that the people who are gonna see this already know and understand this.", "likes": 2180}, {"id": "zMFZOu8rDUQ", "text": "Probably the best documentary ever.  Please spend your time watching this great film filled with real human emotion and struggle.", "likes": 73}, {"id": "tTjPpSDoGys", "text": "✳️ If you are seriously interested in survivalism *these videos are a must-watch:*\r\n👉 3 *Superfoods* that last longer than pemmican: https://youtu.be/FcEn3mOoadM\r\n👉 How to extract *antibiotics* from your backyard weeds: https://youtu.be/fIgV-4O5POA\r\n👉 How to face an *EMP emergency:* https://youtu.be/RGxyE5en5QU\r\n👉 How to create a *survival root cellar:* https://youtu.be/BHF7j6NUsWU\r\n👉 How to build a *portable solar generator:* https://youtu.be/2JXK_cjwT7o", "likes": 2}, {"id": "TA53UEr2vaQ", "text": "EXCELLENT journalism on this video DTV News.  This video should be considered \"the\" source on this matter currently...then I learned that you're students.  Double EXCELLENT.", "likes": 4}, {"id": "B1cqDQSOrZM", "text": "Wow this is a lot of traction since it was featured in the LA Times, Reddit , and Business Insider today! Anyways, this was just a budget little joke project a couple of years ago before I even had an actual camera. A lot of people have mentioned the accent in my narration. I do actually have a mild southern accent, but decided to go full Foghorn Leghorn for fun on this. What's really funny is everyone using the term Costco Kimchi now...for the record I invented the term just as a title for this project, as the 2015 posting date can confirm. Amazing that it's all of a sudden a \"thing.\" Anyways I'm working on my first full length doc about the Korean heavy metal scene now, with proper production quality, so I hope some people will come back and check that out when it's posted in a couple of months.", "likes": 11}, {"id": "1lNSXB4i4fE", "text": "The spanish master thanks you for showing him what he needs to change .", "likes": 42}, {"id": "4FDSdg09df8", "text": "If you’re here because Logan Paul I suggest finishing this video it’s actually very informative and it’s actually real shit. The video has a far way better message and it’s a good watch.", "likes": 1440}, {"id": "yNgC9aVXN80", "text": "Came here after watching the video I could only describe it with one word and it's called.\n\n*Art.*", "likes": 1286}, {"id": "VaMjhwFE1Zw", "text": "I'm going to teach this method everyone in my family so we can turn off the heating in winter and save a fortune.", "likes": 2795}, {"id": "tmWV5ZnKOAg", "text": "best sleeping drug ever!", "likes": 407}, {"id": "dQn1-mLkIHw", "text": "I don't know why there's so many jokes. I think this is really cool. They worked really hard on this for decades and saw things that could never be seen again by man.", "likes": 2278}, {"id": "OYD6ouVHXbo", "text": "I never thought I'd see an Estonian-Centric film.", "likes": 30}, {"id": "WcX33RY9WYU", "text": "I bet less people died building the pyramids than Qatar building stadiums for the World Cup...", "likes": 14}, {"id": "W-N9-g_IzAY", "text": "NIce to see humans doing what they should be doing.", "likes": 38}, {"id": "voUiWOGv8ec", "text": "Damn, the Luxottica boss talks like a Bond villain", "likes": 4131}, {"id": "MssnB31PmZI", "text": "This was physically painful to watch.", "likes": 32}, {"id": "j0fNDCqb4rg", "text": "These documentaries take an awful long time to convey what is a very small amount of information.", "likes": 32}, {"id": "Vfi5JS6HTH0", "text": "Disney should definetly make a movie about this warrior girl after moana", "likes": 112}, {"id": "3tILiqotj7Y", "text": "Bagian terakhir film paling dalam... Mengapa negara kita begitu korup? Karena akar dan perintis rezim sebelumnya banyak menghabisi golongan intelektual yang tidak setuju dgn orde baru banyak di bantai oleh para preman, dan para preman tsb menjadi tokoh2 pahlawan rezim orba.", "likes": 132}, {"id": "I2O7blSSzpI", "text": "Imagine when u reached the last step and theres a picture of a trollface", "likes": 3362}, {"id": "-S6CPu8yYrg", "text": "Can you guys please subscribe to me so I can upload more docs for you guys.", "likes": 33}, {"id": "JWX1Kyty4b0", "text": "I wonder if any of those guys have watched this and realized how little these girls think of them.", "likes": 286}, {"id": "9dZnaIio-w4", "text": "Hello Reddit, I know you're not commenting because you're too lazy to log in", "likes": 59}, {"id": "I3x-ge4w46E", "text": "\"ultra-far right\" lol what's next \"hyper-super-giga-extra far right\"", "likes": 267}, {"id": "MFJBgsr939c", "text": "Money can't buy happiness, but neither does broke!", "likes": 1318}, {"id": "AOhuUxtxrmg", "text": "At least they dress better than the crooks in my neighbourhood.", "likes": 3456}, {"id": "bLCtJkGKefU", "text": "Got here from reddit. Nice work!", "likes": 25}, {"id": "prNYOW0_kms", "text": "About the Service in Japan: At my first travel I went to a phone store to get a pre-paid card for my iPhone 3S, which was still a locked phone, so they couldn't sell me something. So I asked, if there is a Internet Cafe nearby to check my emails. Since I couldn't read Japanese very well I asked to point me in the right direction. The Clerk showed me out of the Mall, went about two streets down with me showed me a staircase to an upstairs manga kissa, walked me up in the 2nd floor and explained to the clerk there my needs, since they didn't spoke english and translated the service and login procedure to me. Then he bowed, didn't accept a tip, and went back to his store about 400 meters away. This was my first day in Japan.", "likes": 336}, {"id": "RV7pmE4MC-I", "text": "One of the best videos I've ever watched on YouTube. You and your beautiful family are truly inspirational. What an excellent house you have built. We can all learn something from you. Thank you for sharing. Regards from Melbourne Australia.", "likes": 532}, {"id": "wgM65_E387Q", "text": "Obviously all languages are of common origin since \"Coca-Cola\" is the same in all languages, which must represent one of mankind's most essential needs :D", "likes": 39}, {"id": "ncP_JYqQUZU", "text": "Could he have saw something at the sauna  and he was killed because of it. The people that saw him running away said he look scared. He was probably  running for his life but got caught and drowned.The fire department could have found his body but didn't say anything because who killed him was someone powerful.", "likes": 146}, {"id": "8CKeXZQdKKU", "text": "R.I.P all ants that died here", "likes": 76}, {"id": "w-hhQNXQawU", "text": "This story was brought to life over the guidance of three National Geographic editors-in-chief, across the administrations of three U.S. Presidents and nearly two decades of medical innovation. To learn more, please read our feature magazine article here: https://on.natgeo.com/2Ekgq1Z", "likes": 1229}, {"id": "To91BJGKr5I", "text": "We spoke to some of the proponents of false flag theories as well as some of the people targeted by hoax theories, including Lenny Pozner, whose son was killed in the Sandy Hook shooting, and David Hogg, who was accused of being a \"crisis actor\" following his calls for gun control after the mass shooting at his high school. \n\nWATCH NEXT: How YouTube's Algorithm Could Prioritize Conspiracy Theories -- https://vice.video/2JCYD6B", "likes": 610}, {"id": "NkxuKe2wOMs", "text": "It takes a 1 hour biology class in school to know inbreeding is not good. \n\nJust 1 hour..", "likes": 1723}, {"id": "qEQZFaw_1nw", "text": "$7 billion sounds like a bargain for 35 miles of tunnel. The feds just spent almost $1 billion where I live for less than one mile of elevated expressway.", "likes": 15}, {"id": "agLgG5rJa0I", "text": "Hello Everyone, If you liked our video please feel free to Share, Like and Subscribe . Thank You for supporting Nepal8thwonder all the way till now. Hope to create more videos soon. Thanks to Bhojdeals and 4am Production. Special thanks to Sujan Niraula, the content writer. Please keep suggesting us as we are looking after each comments. \n- Hemanta Bhandari", "likes": 27}, {"id": "EEnkfifpXYs", "text": "For some people that do watch this documentary and lack understanding, people might see Anh in a negative light but he is just a young man who decided to help someone in need but never thought what hardships could be entailed with it. He has never had caregiver training and he did the best that he could. People forget that a caregiver is almost the same as a surrogate family member. They have to give up a lot of their energy physically, emotionally and spiritually to take care of someone with a disability. Just for the sake of appearances, the general public doesn't want to see the raw unfiltered list of effects and frustration that caregivers feel after being in longterm burnouts. I pray for all the fates to thank Anh for his compassionate service by giving him good karma and longevity.", "likes": 21}, {"id": "18A-FAipK8k", "text": "\"My auto focus is off, sorry\"\n\nYou good fam. You in 1992.", "likes": 1080}, {"id": "kV4Ph1F6RgE", "text": "Please make a movie with Will Ferrell in the role of Pete Webber seriously", "likes": 3727}, {"id": "pRy3S_tmJj4", "text": "The Vatican could, at the very least, send their regards to the man. Maybe materials, recognition, some title or even a promise to complete the cathedral. \nDamned man's a wonder", "likes": 1433}, {"id": "SMN7S_jVlsQ", "text": "These people were against violence so they threatened to murder Stanley Kubrick. That shows how stupid they were.", "likes": 320}, {"id": "2tzb2OsQxGg", "text": "Just listening to these eps, Peter Thomas deserves an Emmy for his narration ", "likes": 88}, {"id": "-Uu5DYxylRY", "text": "Props to Hiroko for doing a FANTASTIC job with the interview, she's always so professional. You guys are killing it with these awesome documentaries lately, keep them coming!", "likes": 952}, {"id": "6Q6_302iOZ0", "text": "The best action movie ever made!\n\nLadies cry in the end of Titanic, men cry in the end of Terminator 2!", "likes": 483}, {"id": "gi2lApoZ5lY", "text": "Merci Karim Debbach", "likes": 74}, {"id": "V7ktD66YvJ0", "text": "\"I made model buildings out of snack boxes.. It kept me sane..\"\n\nYeah umm.. Not sure about that, mate.", "likes": 120}, {"id": "SeLGhvnhIa4", "text": "A great film/ documentary...better than Jar heads cos it's REAL thankyou ,really enjoyed", "likes": 78}, {"id": "faDY6739OjQ", "text": "Disney trying to pass the sandal off as hers really blows my mind. Why even try to pull that when there's a different name and cabin number on it? This whole case has so many crazy things going on in it. Thanks again for letting me do this one!", "likes": 17}, {"id": "_JWsiLmLhZg", "text": "Hmm gets caught yelling and swearing at employees but they all leave and follow him to another restaurant he now fully owns...that in itself says it all.", "likes": 162}, {"id": "EkVY2EvFSgo", "text": "Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn", "likes": 57}, {"id": "_FXdMkFomBk", "text": "Holy injected annoying commercials Batman!!!!", "likes": 28}, {"id": "tYgfyhzo9Wc", "text": "44:46 Dude's drunk af, probably got killed for that afterwards..", "likes": 4}, {"id": "EO6kYkoCEsA", "text": "How is it possible such a high quality video is free on YouTube? Just insane.", "likes": 1233}, {"id": "U_UryFjKUsM", "text": "Who made this ? Its excellent, lucid, well informed, thoroughly splendid in every respect, step forward the maker !", "likes": 443}, {"id": "3CccfnRpPtM", "text": "Fake it till you make it does not work on exact sciences", "likes": 2455}, {"id": "SqtgIVOJOGc", "text": "This shit is fucking hard to watch.", "likes": 42}, {"id": "CtvaNIQN0DY", "text": "Translation of the questions/answers at 02:42\nSZ: Who are you?\nJohn Doe: I am nobody. Just a worried state bureaucrat.\n SZ: Why are you doing this?\nJohn Doe: I want the material to be reported and this crime to be made public.\n\nAnd at 04:13\nJohn Doe: Is Jürgen Mossack known in Germany?\nSZ: No, nobody knows him here.\nJohn Doe: That will probably change soon.", "likes": 120}, {"id": "69EVxLLhciQ", "text": "Hey all, in case you don't know already, the numbers in the bottom, left corner of the video correspond to the sources of information at the bottom of the description. Many of those are good further reading on the topic.\n\nAlso, I just want to acknowledge one small narration slip-up. At 7:14 I say, \"What was known was that the event would be centered around midnight on the night of July 30th, 1997.\" That should be *June* 30th, 1997.", "likes": 1761}, {"id": "9Wn74oyptMo", "text": "Kolchak totally deserved this.", "likes": 11}, {"id": "W0ehOrJyEnk", "text": "Enjoy the video? Be sure to Subscribe and set notifications for new videos every week! \nAnd thanks everyone for 30,000 subscribers!! It's been amazing to see our AFOL community growing right here on LEGO FanTube.", "likes": 88}, {"id": "-clV71G30Xo", "text": "People don't realise how amazing it was in the 90s when players used to figure out cheats and fatalities with no Internet..just word of mouth", "likes": 1466}, {"id": "eqtuNXWT0mo", "text": "I'd want to listen to this man forever", "likes": 212}, {"id": "6Ozmq87MgzM", "text": "a child that's being abused by it's parents doesn't stop loving it's parents, it stops loving itself", "likes": 337}, {"id": "2VNyo9AoA8I", "text": "We have fairy rings here in Britain. They usually form on grass or in woodlands and are caused by a type of fungus. ", "likes": 26}, {"id": "xnnmcP6FkWk", "text": "I think we're waist deep in the big muddy again.", "likes": 77}, {"id": "jJXEepvG6Hc", "text": "Some Hawaiian citizens believe the extra work involved in \"living off the land\" makes one appreciate food more. What are your thoughts on this type of consumption?", "likes": 327}, {"id": "dIlEfNbcz7g", "text": "Terrible download. Sounds goes out constantly. Ugh!", "likes": 47}, {"id": "eh8U6SLvNgs", "text": "I didn't expect to be feeling all these things from a video about a chess shop", "likes": 1101}, {"id": "Cnf0I2dQ0i0", "text": "I found no any translation of that video on russian or other post-soviet language. It must be done, because huge number of people don't undrestand what's happening and happened.", "likes": 18}, {"id": "pjoUwWgz3eg", "text": "So many people I've seen say that this puts a damning light on the army.\n\n...when I watched it I thought, \"This is great. This is what the army's all about. Discipline. Fear training. Taking physical strain and emotional beating. This is what it takes to learn how to be prepared for war. Prepared to kill.\"", "likes": 10}, {"id": "5yQlOPD8mNo", "text": "\"Never begg someone freedom, take your freedom\" Malcom X", "likes": 114}, {"id": "EWWeysV6CC8", "text": "Warning: not a school shooter documentary. It's about overzealous school cops giving tickets for nothing.", "likes": 30}, {"id": "HPTSZ_nTuCA", "text": "I love the Mortal Kombat music it goes so well with retail training.", "likes": 3085}, {"id": "C5obOUDyQ5s", "text": "Seems like everyone was required to watch this for a class lol", "likes": 81}, {"id": "L4PhxAK35nc", "text": "Nice documentary but way too much dependence on the Quran for scriptures.  The Quran was written far to close to modern times.", "likes": 8}, {"id": "WKpQRXdvAqM", "text": "Anybody still watching in AD90?", "likes": 94}, {"id": "rH8rZ0txnuY", "text": "Kate, was fabulous in this documentary.  She never complained during work. I admire her.  Thank you", "likes": 10}, {"id": "agS6ZXBrcng", "text": "I wish there was some behind the scenes footage of the orchestra recording in the studio.", "likes": 69}, {"id": "J9aRo-aRRY0", "text": "You'll have to empty congress directly into the first 100 or so Hospitals.", "likes": 585}, {"id": "UtgOn5eXq5w", "text": "ISLE OF DOGS | \"Making of: Puppets\" Featurette", "likes": 209}, {"id": "jUvcmGbtHWA", "text": "Why are people so surprised about the happy faces? You may see these people as evil incarnate (which is arguably true applying our morals), but the way I see it, most of them were probably not even psychopaths but pretty much normal people, who hid behind _I  just carried out orders_ and were able to do these atrocities because their victims were dehumanised and it was socially accepted. Just think about it: how many other things used to be socially accepted not too long ago: aranged marriages; punishment of homosexuality; slavery... Just saying that these people were evil and denying that they were probably closer to you and me than you like makes it easier for history to repeat itself in one way or another.", "likes": 2669}, {"id": "hy-4NxJRxNQ", "text": "This fellow is as fascinating as it gets. His carpentry and filmmaking and intelligence and ethic make me feel like garbage.  Lol. Thanks for posting!", "likes": 102}, {"id": "OIjMBfhyNDE", "text": "Dr. Yin, you are so missed.", "likes": 59}, {"id": "p22ZR-CUIw0", "text": "Times you should get a lawyer before you let police interrogate you;\n-When you're innocent\n-When you're guilty", "likes": 1474}, {"id": "-eeAF-dEuww", "text": "I have no pity for her. My younger sister is the same way. She has even faked up a dead grandchild or two. My son passed when he was an infant and I though it was really really weird she would ask my husband and I at different times \"how does it feel.\" I'm thinking really? She asked because she wanted to know to mimic the emotion. Anyone who has been through that already knows...there are no words.", "likes": 1876}, {"id": "dnV_MTFEGIY", "text": "Guys, it's never easy to talk about this topic, so i congratulate crash course for doing so", "likes": 1756}, {"id": "tVo_wkxH9dU", "text": "British humor served dry as a British martini.", "likes": 515}, {"id": "drnxZlS9gyw", "text": "How about we build an aircraft carrier carrier", "likes": 4365}, {"id": "m-_yimX5lhY", "text": "My heart and thoughts go out to the secret service who have to listen to every single one of Trumps repetitive rally's, over and over and over and over again, the same old monotone dribble, they should all get medals.", "likes": 14}, {"id": "xO8uhme0o3Y", "text": "WW1 was basically just a bunch of cousins duking it out.", "likes": 93}, {"id": "5rZoxMf-y1A", "text": "How long do you think dirty politics and unfair monopolies can stop the growth of solar?", "likes": 0}, {"id": "qXoRdSTrR-4", "text": "Why don't we just let everyone dope and then have the Ultra Olympics", "likes": 33}, {"id": "P_oHQcvXlEY", "text": "They want to make fear in every heart, stay strong together people and god bless Hero Hani", "likes": 8}, {"id": "a2W6IdBKoYs", "text": "This Russian lady is a goddamn saint", "likes": 1062}, {"id": "OOOR5ab9M7c", "text": "get jan schlicttman", "likes": 0}, {"id": "VEwLXwPZuh4", "text": "There is killers everywhere. The Golden State Killer was a cop and apparently served in Nam", "likes": 3}, {"id": "e681QNbHloE", "text": "The fact that in the US you can sign deals that waive your legal rights is something that I've never quite understood. How is this legal? You're setting up a system that will always be used to ensure that powerful stakeholders will never be held accountable.", "likes": 1073}, {"id": "LC4G-JUnMFc", "text": "I can't believe how all of these guys talk just like my big brother did after he came back. Mike was in country 67-68 during Tet.They all have that same slow way of talking, measuring each word.  He was not the brother that I said goodbye to a year before. When Mike came back he had a room in our basement in Michigan. One morning dad came into his room and gave him a shake to wake him up..... no one knew Mike had a .45 under his pillow. He almost shot my dad. Michael threw himself into religion, he would have been one of these guys in the woods otherwise. It could have easily happened. Mike too kept his medals not in a shoe box, but in a cigar box. He never talked about them. Just said it was for playing boy scout. Michael suffered terribly from Agent Orange and was finally released from his pain in 2012. The VA just waited for those guys to die so they didn't have to pay,  and they got their wish. I still miss my big brother so much it hurts.", "likes": 645}, {"id": "Sd7mPSuVjDg", "text": "What an important movie!  I live in Wilmington, NC.  We found out last year that DuPont/Chemours has been putting one of the Teflon components, GenX, in our drinking water from the Fayetteville, NC DuPont/Chemours plant.  This has been going on since the 1980s.  A toxic, carcinogenic substance put in any water supply should be grounds for very severe consequences to any company doing it, and it must be stopped!", "likes": 16}, {"id": "xaNs-m3RNFM", "text": "Too bad MTV is complete trash now.", "likes": 93}, {"id": "xRNaqntsLPI", "text": "Just bury me in the backyard! I won't care - I'll be dead!", "likes": 525}, {"id": "nhEkwNrCEtU", "text": "I was homeless in Kensington for months I'm a  heroin addict but in rehab now in Florida... I will tell you that the federal government has 100% walked through the streets even in some of the worst parts and the most dope stricken areas shit the DEA raids certain blocks multiple times a month... They still yet to do anything about it... I know about every single person in this video and the photos from kensington blues... It's really shitty man but it's not ever gonna stop because most of the time they just let it happen so they can keep arresting people and getting restitution from it... It's a fucked up cycle...", "likes": 9}, {"id": "kYFfhnixOdM", "text": "I grew up in NYC during that time. It was a warzone. It wasn't a childhood it was survival. Everyone who had a case during that time should be re-examined. All those who profited should be made to pay restitution. Also counseling should be provided to those that needed it was a form of PTSD. I used to count crack viles on my way to school during that time. I remember them crunching beneath my feet at the time not knowing what they were. This is was truly a very sad point for my generation.\n\nCurious how D.A. Ken Thompson died as he was over turning these cases.", "likes": 8}, {"id": "-gZIwtSfizM", "text": "The narrator is hilarious, it's like he's narrating a documentary about chimpanzees.", "likes": 5629}, {"id": "Od3Q6O7HMy8", "text": "Thank you for caring about the MURDER of these people.", "likes": 127}, {"id": "cNbsiZcwGSY", "text": "I thumbed down this video because you didn't even LINK Garcia's own YouTube channel in the description.  Really rude MOTHERBOARD...", "likes": 1389}, {"id": "8BQC-6wg1g8", "text": "After the decades I still think SF2 is still the phenomenal master piece.", "likes": 40}, {"id": "0b4g4ZZNC1E", "text": "I had seen the whole thing when it Aired on TV, I guess I was around 17 years old, I am 63. This is the Gold Standard of World War II Documentary films.", "likes": 347}, {"id": "0c5nyI_3tJs", "text": "If people say to them \"How's the weather up there?\" they should reply, \"Better than the jokes down there\"", "likes": 3782}, {"id": "fRZqToj9dGY", "text": "Use a title which reflects subject matter.", "likes": 20}, {"id": "Xl9ZqDhX2c4", "text": "Keep your head up Haiti the world is walking up  and hopefully by Gods grace u will rise again ❤️ from Ghana 🇬🇭", "likes": 20}, {"id": "FuemEm39O5s", "text": "GoPro needs to make more of this kind of documentary", "likes": 247}, {"id": "O30ytTSRHpo", "text": "As the producer of this film, I find it quite monstrous that so-called Real Stories has seen fit to cut the end credits, not giving any credit whatsoever to the team who made this film.  It beggars belief that the ad that trails another of their films is about 'piracy' - they should look to themselves before 'pirating' any more people's documentaries without crediting them", "likes": 429}, {"id": "LQRAfJyEsko", "text": "I saw the protests in Melbourne and didnt really know what it was about. I decided to educate myself. I am absolutely shocked and disturbed that this is going on to the extent that it is. I was never foolish enough to believe that cruelty didn't occur but never did I believe it was as bad as this. It has taken me two nights to watch this and I am only half way through because I find it so disturbing. I am 50 years old and have eaten meat my entire life and now realise that I have been part of the problem. This documentary has changed me, I am confused and horrified. I know that I need to change and I need to do something to help effect change. The anger I feel after hearing people we elect condemning the actions of the protesters and painting farmers as the heroes is indescribable. Thank you to the protesters for opening my eyes. I will do whatever I can to do my bit to stop being part of the problem.", "likes": 141}, {"id": "28rJqj-7pEY", "text": "Remember everyone, the US federal government still claims that marijuana is just as dangerous as fentanyl and heroin.", "likes": 1528}, {"id": "CrrSAc-vjG4", "text": "\"this cunning little plant have a few more defensive tricks up its leaves\" \nPlant Humor", "likes": 817}, {"id": "bPeOe2wBYbs", "text": "Now I know deep sea is a disco club😂", "likes": 309}, {"id": "ras_VYgA77Q", "text": "Have you thought about submitting your paper on predatory papers to a predatory conference and presenting it there? Trollception.", "likes": 136}, {"id": "JJDGZeu378Q", "text": "I could not hold back the tears seeing this tonight. It makes me sad to know she is one of so many feeling this way.", "likes": 40}, {"id": "_7X6Yeydgyg", "text": "Here's how to solve the mystery:  Create a company called Seneslochen, release a game called Polybius, and see who sues you.", "likes": 2531}, {"id": "zQf1NSf1oo8", "text": "so if there is no gap between the internet and every private system, and george rr martin writes on a computer not hooked up to the internet; then the cia knows the end of game of thrones.", "likes": 3}, {"id": "DpinCRaAQOk", "text": "Eric Harris age 17 (first on Zoloft then Luvox) and Dylan Klebold aged 18 (Colombine school shooting in Littleton, Colorado), killed 12 students and 1 teacher, and wounded 23 others, before killing themselves. Klebold's medical records have never been made available to the public.\nJeff Weise, age 16, had been prescribed 60 mg/day of Prozac (three times the average starting dose for adults!) when he shot his grandfather, his grandfather's girlfriend and many fellow students at Red Lake, Minnesota. He then shot himself. 10 dead, 12 wounded.\nCory Baadsgaard, age 16, Wahluke (Washington state) High School, was on Paxil (which caused him to have hallucinations) when he took a rifle to his high school and held 23 classmates hostage. He has no memory of the event.\nChris Fetters, age 13, killed his favorite aunt while taking Prozac.\nChristopher Pittman, age 12, murdered both his grandparents while taking Zoloft.\nMathew Miller, age 13, hung himself in his bedroom closet after taking Zoloft for 6 days.\nJarred Viktor, age 15, stabbed his grandmother 61 times after 5 days on Paxil.\nKip Kinkel, age 15, (on Prozac and Ritalin) shot his parents while they slept then went to school and opened fire killing 2 classmates and injuring 22 shortly after beginning Prozac treatment.\nLuke Woodham, age 16 (Prozac) killed his mother and then killed two students, wounding six others.\nA boy in Pocatello, ID (Zoloft) in 1998 had a Zoloft-induced seizure that caused an armed stand off at his school.\nMichael Carneal (Ritalin), age 14, opened fire on students at a high school prayer meeting in West Paducah, Kentucky. Three teenagers were killed, five others were wounded..\nA young man in Huntsville, Alabama (Ritalin) went psychotic chopping up his parents with an ax and also killing one sibling and almost murdering another.\nAndrew Golden, age 11, (Ritalin) and Mitchell Johnson, aged 14, (Ritalin) shot 15 people, killing four students, one teacher, and wounding 10 others.\nTJ Solomon, age 15, (Ritalin) high school student in Conyers, Georgia opened fire on and wounded six of his class mates.\nRod Mathews, age 14, (Ritalin) beat a classmate to death with a bat.\nJames Wilson, age 19, (various psychiatric drugs) from Breenwood, South Carolina, took a .22 caliber revolver into an elementary school killing two young girls, and wounding seven other children and two teachers.\nElizabeth Bush, age 13, (Paxil) was responsible for a school shooting in Pennsylvania\nJason Hoffman (Effexor and Celexa) – school shooting in El Cajon, California\nJarred Viktor, age 15, (Paxil), after five days on Paxil he stabbed his grandmother 61 times.\nChris Shanahan, age 15 (Paxil) in Rigby, ID who out of the blue killed a woman.\nJeff Franklin (Prozac and Ritalin), Huntsville, AL, killed his parents as they came home from work using a sledge hammer, hatchet, butcher knife and mechanic's file, then attacked his younger brothers and sister.\nNeal Furrow (Prozac) in LA Jewish school shooting reported to have been court-ordered to be on Prozac along with several other medications.\nKevin Rider, age 14, was withdrawing from Prozac when he died from a gunshot wound to his head.\nInitially it was ruled a suicide, but two years later, the investigation into his death was opened as a possible homicide. The prime suspect, also age 14, had been taking Zoloft and other SSRI antidepressants.\nAlex Kim, age 13, hung himself shortly after his Lexapro prescription had been doubled.\nDiane Routhier was prescribed Welbutrin for gallstone problems. Six days later, after suffering many adverse effects of the drug, she shot herself.\nBilly Willkomm, an accomplished wrestler and a University of Florida student, was prescribed Prozac at the age of 17. His family found him dead of suicide – hanging from a tall ladder at the family's Gulf Shore Boulevard home in July 2002.\nKara Jaye Anne Fuller-Otter, age 12, was on Paxil when she hung herself from a hook in her closet.\nKara's parents said \"…. the damn doctor wouldn't take her off it and I asked him to when we went in on the second visit. I told him I thought she was having some sort of reaction to Paxil…\")\nGareth Christian, Vancouver, age 18, was on Paxil when he committed suicide in 2002, (Gareth's father could not accept his son's death and killed himself.)\nJulie Woodward, age 17, was on Zoloft when she hung herself in her family's detached garage.\nMatthew Miller was 13 when he saw a psychiatrist because he was having difficulty at school. The psychiatrist gave him samples of Zoloft. Seven days later his mother found him dead, hanging by a belt from a laundry hook in his closet.\nKurt Danysh, age 18, and on Prozac, killed his father with a shotgun. He is now behind prison bars, and writes letters, trying to warn the world that SSRI drugs can kill.\nWoody __, age 37, committed suicide while in his 5th week of taking Zoloft. Shortly before his death his physician suggested doubling the dose of the drug. He had seen his physician only for insomnia. He had never been depressed, nor did he have any history of any mental illness symptoms.\nA boy from Houston, age 10, shot and killed his father after his Prozac dosage was increased.\nHammad Memon, age 15, shot and killed a fellow middle school student. He had been diagnosed with ADHD and depression and was taking Zoloft and \"other drugs for the conditions.\"\nMatti Saari, a 22-year-old culinary student, shot and killed 9 students and a teacher, and wounded another student, before killing himself. Saari was taking an SSRI and a benzodiazapine.\nSteven Kazmierczak, age 27, shot and killed five people and wounded 21 others before killing himself in a Northern Illinois University auditorium. According to his girlfriend, he had recently been taking Prozac, Xanax and Ambien. Toxicology results showed that he still had trace amounts of Xanax in his system.\nFinnish gunman Pekka-Eric Auvinen, age 18, had been taking antidepressants before he killed eight people and wounded a dozen more at Jokela High School – then he committed suicide.\nAsa Coon from Cleveland, age 14, shot and wounded four before taking his own life. Court records show Coon was on Trazodone.\nJon Romano, age 16, on medication for depression, fired a shotgun at a teacher in his New York high school.﻿", "likes": 28}, {"id": "5nxBr-mxuFg", "text": "Never enjoyed a documentary like this..Much respect!", "likes": 1231}, {"id": "zi-f_J6hV-g", "text": "Only a legend will decide to go sober while wearing a Budweiser shirt", "likes": 1060}, {"id": "jOKnXZK0apE", "text": "I wish coke whould do a limited edition and bring back the coccain...", "likes": 359}, {"id": "whZuz5Dwtw8", "text": "This video needs to be preserved in the Library of Congress as culturally and historically significant to the preservation of the decade of the 1980's.", "likes": 267}, {"id": "1Isrc1yFDd4", "text": "Our obervations alter the results of experiments because whoever is running the simulation don't want us to find out about it! *puts tinfoil hat on*", "likes": 6}, {"id": "nvQ4p82-D54", "text": "You know you're old when you hear someone explaining what a Palm Pilot was.", "likes": 369}, {"id": "hjujTTRB01E", "text": "Watch: https://youtu.be/hiTHB2RtC3c The White Lions", "likes": 17}, {"id": "SroICnksANA", "text": "I'm glad that easily offended woman did not prevail.  She is a big girl and just needed to turn the channel and let the rest of us be entertained.", "likes": 205}, {"id": "4mxJjstwqMk", "text": "*Reads title*\n*starts sweating and prepares for comments*", "likes": 2655}, {"id": "4d89S-jOsfY", "text": "I'm an old rock dinosaur raised in the anti-synth '90s. Videos like this are giving me an insight into an entire creative world I missed out on. Brilliant stuff.", "likes": 143}, {"id": "mzFfV-02-Ts", "text": "Dad why is my sister's name Rose?\n-Because your mother loves roses.\nThanks dad.\n-No problem Talking Heads Stop Making Sense.", "likes": 147}, {"id": "ZRuSS0iiFyo", "text": "Next time you're complaining about a bad day, remember that nothing you're experiencing is worse then this. \n\nMay God help this country.", "likes": 7340}, {"id": "LIiLoT4Po-c", "text": "Sound starts again at 3:20", "likes": 11}, {"id": "lFRjrLmc_4c", "text": "A number of people have brought this up, so I think I should mention this: when making this video, I was aware that Jen is still an active soulbonder who has moved on to the Hannibal fandom, but I decided to cut off the video before that point for two reasons. First, my intention was not to talk about Jen, but rather the Final Fantasy House. Second, the video was already pushing 40 minutes, and to cover Jen's further activities would have easily sent it past the 1 hour mark. This would have made the production cycle prohibitively long and the video much less accessible, neither of which I was willing to allow. This does not, however rule out a video about Jen or Tattle-Crime in the future.", "likes": 5007}, {"id": "cBKcJ3J_fSQ", "text": "well done to Ben for flagging down the police and taking responsibility for his actions", "likes": 235}, {"id": "F-VjCLR5L-c", "text": "that giraffe was the most-detailed icon in this whole channel", "likes": 883}, {"id": "Pf5fAiXYr08", "text": "These leftist students are EXACTLY like the Chinese Red Army during the Cultural Revolution. Seriously, it gives me the chills!", "likes": 113}, {"id": "_J_WtktTzEI", "text": "These guys give me so much hope for humanity. We need to support them as much as we can!", "likes": 59}, {"id": "4KM7ySNWuqU", "text": "So, when can we expect the mud test?", "likes": 1074}, {"id": "WZskjLq040I", "text": "\"I never use mathematics or statistics or calculations or anything at all like that, because I can't do it, so I just hope for the best...\"\n\nIrving is my spirit museum curator", "likes": 1769}, {"id": "76_qL6fiyDw", "text": "I lost all respect for that woman when she told the poor children of Calcutta that 'God made them poor so they would know what it was like to be hungry'. I can't understand how she became a saint after making such a comment but, coming from a church which allowed the molestation of over 100,000,000 young children, mostly boys, I am not surprised.", "likes": 55}, {"id": "GGK8I5m29tg", "text": "So basically they are taking very young poor girls, making them believe they can have their big breakthrough, send them off to China to be exploited, work 15 hours a day getting payed close to nothing, and as soon as they are 20 or 24 they get kicked to the curb with nothing in their hands.", "likes": 3257}, {"id": "JU1IVW6uqM0", "text": "\"A free and unbiased media\" does not describe American MSM.", "likes": 17}, {"id": "E8ttoKGxEKc", "text": "Is this the Tiktaalik guy? Hes not affected, not an egomaniac, hes just an intelligent, articulate, truly well educated, guy whos found his place in life, is tremendously good at it, and enjoys the HELL right out of it, and wants to share his knowledge and enthusiasm. Id like to have a beer with him…", "likes": 42}, {"id": "hnsNwwwHm2I", "text": "30 years on and this remains the finest documentary of its kind ever produced for television.  Romer's deeply personal understanding of these people and their village leaves me awestruck.", "likes": 116}, {"id": "iYs7Acw8Jys", "text": "Is Mongolian government adopting communist methods of distancing itself from citizens to avoid responsibility?", "likes": 1}, {"id": "ZoHO3fAj_78", "text": "It’s like a Shakespeare play but with even more cold blooded characters", "likes": 1839}, {"id": "fzvM3kD8o9k", "text": "\"United Nations\" ? Whatever happened to \"The Allies?\"", "likes": 1467}, {"id": "JvgB9oaRSaA", "text": "Reid technique is not designed to find the truth\nReid technique is designed to get confessions, regardless of what is true.", "likes": 101}, {"id": "2eB046f998U", "text": "slavery still exists but now its called \"employees\"", "likes": 71}, {"id": "Bu6WP7v7KRo", "text": "My god it's horrific. These people lack brains and morals both. How utterly stupid and pointless. I suppose it shows that the death penalty isn't s sufficient deterrent in some cases. To be honest, I don't have a problem with the death penalty when there's no doubt whatsoever as in this case. What creates such monsters, usually other monsters.", "likes": 3}, {"id": "DCGyLjBjuGI", "text": "Here's Episode 1 of our new show on Netflix, called \"Explained.\" Episodes 2 & 3 are at www.netflix.com/explained right now, and we're releasing new episodes every Wednesday.\n\nThanks for watching and supporting us over the years, we love making videos for all of you!", "likes": 594}, {"id": "98JWUtdj_Vg", "text": "Imagine your masculinity being so fragile a woman clapping brings dishoner to your family", "likes": 756}, {"id": "0vVCSUafFVI", "text": "Snake dude went from eccentric to cooky to batshit insane cannibal in like 2 minutes. I like that, I respect that.", "likes": 2719}, {"id": "yz-ptLXtNbc", "text": "Wow, this seems to be VERY well produced. Looking forward to it! Soon..! 😄", "likes": 4}, {"id": "BBmvMpZCNJg", "text": "Malls used to have video arcards, bookstores, music shops, nature stores with all kinds of beautiful and unique things - now it's just 'buy and get out' - I loved malls when they were fun and they haven't been fun in a very long time.", "likes": 1197}, {"id": "WtpXvdaF9XE", "text": "that german accent was on point :D", "likes": 3}, {"id": "uFCXEVR-5vA", "text": "this kinda conversation,  use to do my grandparents when I was little,  \nbut stil I m hearing from irish grannies \nI seen same things was missing !   to drink 😉\nluucky grannies", "likes": 0}, {"id": "gHikSqj09rk", "text": "Stay classy Iran !", "likes": 14}, {"id": "UWXr6AXtiRw", "text": "REFS\r\n♫Music By♫\r\nNujabes- Don't even try it\nNujabes- Blessing It\nNujabes - Sanctuary Ship\nNujabes (feat Shing02) - Battlecry\nNujabes (feat Minmi) - Shiki No Uta\nNujabes- Aruarian Dance\r\nNujabes- Reflection Eternal\nNujabes (feat Shing02) - Luv Sic Pt 3\nNujabes- Horizon\nNujabes (feat  Clammbon) -Imaginary Folklore\nNujabes- Yes\nNujabes- Island\nNujabes (feat Shing02) - Luv Sic Pt 6 \n(Used under fair use as examples during the Narration)\nListen to Nujabes here- https://open.spotify.com/artist/3Rq3YOF9YG9YfCWD4D56RZ\nErik Satie - Gymnopédie No.1\nMarcus D - Dreamscape\r - https://youtu.be/2kUxBbgRPUQ\nPharaoh Sanders- Save our Children\nMaurice Ravel - Thérèse Dussaut - Pavane pour une infante défunte\n\nPad's Channel (video out soon) https://www.youtube.com/padchennington\r\n\rInterviews\r\nFunky DL talks J Dilla & Nujabes Interview-\r\nhttps://funkydl.bandcamp.com/track/funky-dl-talks-j-dilla-nujabes-the-interview-pt-1\r\nWatanabe Interview 08\nhttps://iamotaku.wordpress.com/2008/10/25/shinichiro-watanabe-interview/\r\n\rSound & Recording - October 2003 - Nujabes Interview\nhttps://stevem335782753.wordpress.com/2018/12/24/nujabes-interview-2003/\r\nTranslated by Tykosam- \r https://www.youtube.com/user/TkyoSam\nThe House List ep 77 Shing02 \r-\nhttps://soundcloud.com/thehouselistpodcast/ep-77-shing02\r\nReddit AMAs \nhttps://www.reddit.com/r/hiphopheads/comments/20uks1/we_are_cise_star_speck_enoch_from_cyne_ama/\r\nhttps://www.youtube.com/watch?reload=9&v=M3zD_OmNAt8 - Eternal Soul 5th Anniversary Interview \r\nFunky DL AMA \r\nhttps://www.youtube.com/watch?v=FzKfU15g4uw pase rock interview\r\nhttps://www.sneakerfreaker.com/articles/pase-rock-interview/\r\n\r\nhttps://www.youtube.com/watch?v=BZUEoz95kS8 -- Eternal soul subbed\r\n\n\rhttps://shahiscribbles.wordpress.com/2019/02/26/thanking-nujabes/\n - On Nujabes and noodles\n\rhttps://djbooth.net/features/2017-08-01-samurai-anime-japanese-producer-household-name- champloo stuff \n\rhttps://www.youtube.com/watch?v=N2MC1eSDVBA - hiroto playing tribute song \nhttps://www.youtube.com/watch?v=lkk6m14htzw - Laurindo Almeida - The Lamp Is Low\n\rhttps://www.youtube.com/watch?v=z08nQGL1QQs- breakdown beats reflection eternal\nhttps://www.youtube.com/watch?v=s6O_VMgZySk -- another breakdown of champloo stuff \r, segments used in the video during a breakdown of equipment\n\rhttps://web.archive.org/web/20160413004716/http://www.nujabes.info/complete-discography/modal-soul/thank-you/ \n-Nujabes resources \n\rhttps://www.youtube.com/watch?v=A8StYIF4nWs - minmi footage \nBehind The Scenes of Luvsic Part 6 Remix Video Shoot\r\nhttps://www.youtube.com/watch?v=FvcyZOVCORM -- luv sic part 6 (hitoro footage and nujabes studio)\r\nhttps://www.strawpoll.me/14756685/r- straw poll\r\nhttps://djbooth.net/features/2016-09-06-adult-swim-hip-hop - adult swims influence on the hip hop landscape \r\nhttps://www.youtube.com/watch?v=SENzTt3ftiU- Jdilla mpc3000 Vox\n\r\nR.I.P\nhttps://www.youtube.com/watch?v=KKW4EA3wluI - shing02 rest in peace nujabes\r\nhttp://www.e22.com/nujabes/ - shing02 on nujabes death and comments (most comments)\r\nhttp://qn5.com/blog/entry/remembering-nujabes-r.i.p/\r\n\rhttps://www.reddit.com/r/todayilearned/comments/bkj8z/til_nujabes_died_last_month/\r\nhttps://www.metafilter.com/90707/A-glimpse-of-Seba-Jun-aka-Nujabes-19742010 \r\nhttp://qn5.com/blog/entry/remembering-nujabes-r.i.p/\r\nhttps://daily.bandcamp.com/2017/11/09/nujabes-tribute-feature/?utm_source=footer- tribute albums\r\n\nhttps://www.youtube.com/watch?v=HwZ7mfj7_4c - story of Aruarain dance\r\n\r\nhttps://www.youtube.com/watch?v=fB30aXyx2gY&t=45s --- substance tribute trip to japan \r\n\r\nhttp\rs://www.youtube.com/watch?v=hGNz9nJD5ug   How to NUJABES J DILLA beat\n\r\nhttps://www.youtube.com/watch?v=GTif734lstM --- samples\r\n\r\nhttps://www.youtube.com/watch?v=NjOshjApono live 06 nujabes\r\n\nhttps://djbooth.net/features/2017-08-01-samurai-anime-japanese-producer-household-name--- Samurai and Nujabes \n\r\nhttps://genius.com/a/youtube-chill-a-glimpse-into-the-world-of-lo-fi-hip-hop - lofi history \r\n\r\nhttp://taijine.tistory.com/category/Nujabes?page=3 --- resource for live photos / other bits\r\n\r\nhttps://www.whosampled.com/Nujabes/ --- who sampled \r\n\r\nhttps://www.youtube.com/watch?v=qxxELmlgzX0- live feather rip nujabes \r\n\r\nhttps://www.theatlantic.com/entertainment/archive/2010/03/nujabes-underground-hip-hop-artist-dead-at-36/37755/ ---- death \r\n\r\nhttps://www.japantimes.co.jp/culture/2015/02/24/music/nujabes-friends-remember-soulful-hip-hop-producer/#.XCvJ8LXAORt -- tribute nujabes , life and death japan times \n\r\nhttps://www.youtube.com/watch?v=s6O_VMgZySk&- nujabes samples cut up\r\n\rhttps://www.youtube.com/watch?v=2jhxIY3WNw0&t=1079s -- j dilla still shining \n\rhttps://www.japantimes.co.jp/culture/2015/02/24/music/nujabes-friends-remember-soulful-hip-hop-producer/#.XBFXn4LAOUk\nhttps://www.youtube.com/channel/UCftN-fpohBhTPAw-sI4P1fA\r\nhttps://www.youtube.com/watch?v=IzxN07zCRVA -flute\r\nhttps://www.youtube.com/watch?v=H9sfltpLuFk - pase rock live\nhttps://www.youtube.com/watch?v=b_qsMp8IqMQ - sub\r\nhttps://www.youtube.com/watch?v=HShgaV6Obps  -- extended luv sic \r\nhttps://www.youtube.com/watch?v=cHQ-oVSYkeU lamp\r\n\r\n\rFurther Reading\nhttps://www.japantimes.co.jp/culture/2015/09/05/music/briefly-maligned-bilingual-rappers-gain-visibility/#.XCvJ8bXAORt ---- bilingual rappers japan times\r\nhttps://www.reddit.com/r/Nujabes/comments/1hq654/guide_to_nujabes_xpost_from_rchillmusic/ - guide to nujabes \r\nOn dying young and defying mental issues with art  \nhttp://www.shallowrewards.org/podcast/the-exploding-boy-grunge/\r\n\rhttps://www.youtube.com/watch?v=GP4NLyOIb5E - thoughts on mortality and artists \n\rFurther Reading into the history of Sampling\r\nhttps://www.youtube.com/watch?list=RDfC1BQNz0Aj8&v=fC1BQNz0Aj8\r\nhttps://www.youtube.com/watch?v=Pvq7CIN1g0s&index=7&list=RDfC1BQNz0Aj8\r\nhttps://www.youtube.com/watch?v=a4AW4wp_qCM d110\r\nhttps://www.youtube.com/watch?v=TOshWKwrU-8 Akai S950\r\nhttps://waldorfmusic.com/en/hardware-archive/4-pole\r\nhttps://www.youtube.com/watch?v=XFPAY0qH4Bg - mpc 2000 footage", "likes": 335}, {"id": "L76uEtX4b7c", "text": "Thank you for all the support so far, this is really awesome! The next video should be out in a few weeks, so stay tuned. :)", "likes": 137}, {"id": "slmilObZl28", "text": "\"How can you clear something that has been shown to be dangerous?\"\n\nI can answer that.........for money", "likes": 168}, {"id": "evBzPwCdeHI", "text": "The very fact that what you decide to buy with your own money can effect your freedom to travel or get apartments is absolutely insane.", "likes": 77}, {"id": "tSI_IqZW-14", "text": "The only thing a ten year old should be worrying about is bedtime... Just makes me feel grateful for being born in the UK.", "likes": 1029}, {"id": "sKu_VivLkQ4", "text": "", "likes": 0}, {"id": "JszHrMZ7dx4", "text": "why don't we spray the CEO of Monsanto, the management team and the board with the product once a week for as long as they sell it to prove its safe", "likes": 867}, {"id": "qTq6vRBajtw", "text": "I really wanted to see an interview with the OH MY GOOOOOOOOD!!!! guy", "likes": 27}, {"id": "AzmB9edj3ZA", "text": "", "likes": 0}, {"id": "fu6FhJIyTEc", "text": "i tried some of that medical marijauna oil one time. Gee whizz it was amazing. I was flying for about 24 hours. It was better than LSD. I was in another dimension. Then i gave it to my grandma. Blimey, she was doing the spacewalk down the street. By God, she's dead now, but not of the cancer! She had a great time on that crazy oil and i think it gave her a few years extra life.", "likes": 6}, {"id": "nLpOi_zojBc", "text": "", "likes": 0}, {"id": "PMa3w8L92Xs", "text": "Attack Finland they said, it will be quick and easy they said. Greetings from Viroland . ", "likes": 75}, {"id": "PPySn3slfXI", "text": "These are the real people who matter not celebrities", "likes": 2473}, {"id": "dOkFXPblLpU", "text": "I'm from the south, and I have friends who have actually tried to argue that slavery had nothing to do with the civil war. It's ridiculous and honestly sometimes I'm embarrassed to know someone is stupid enough to believe that.", "likes": 1306}, {"id": "15dJwA-xaVA", "text": "Thank you to the people who made this documentary, and those who show it here.  while I have known about this for a while, it is so important to educate people about this.  The same is true of coffee.  If you are an ethical person who cares about the suffering and exploitation of children, then it's important to learn about fair trade.", "likes": 40}, {"id": "PkdmwKXNXAQ", "text": "This makes me want to smoke guitar and play drugs", "likes": 121}, {"id": "nJMZ6reOB0E", "text": "THIS is how documentaries should be done! No annoying music, people talking  about irrelevant info etc. ! bravo", "likes": 146}, {"id": "lTuzU5M5Dh0", "text": "Some Sassanid swag: http://bit.ly/2xglPD7", "likes": 247}, {"id": "KBjfaqPP6co", "text": "", "likes": 0}, {"id": "3CyN8rYdX6g", "text": "As a child I used to think that I was the only REAL human and everyone else was a robot calculating numbers", "likes": 1653}, {"id": "1Ed8ALToWeg", "text": "Who else was thinking to themselves....'what the fck am I watching 'after the first 10 sec", "likes": 4271}, {"id": "qNXKovYM15A", "text": "And she lived to be 98 years old!!! It would have been an honor to meet her, The good don't always die young!!! MY GOD she must have been something else, what an amazingly brave woman!!! I will make sure my children know who she was and what she did, she deserves to have her name live on, God bless her!!!", "likes": 181}, {"id": "hy-1iY3j0M4", "text": "wish psychedelics were still very widely exepted,and used as tools,the world would be better off", "likes": 185}, {"id": "-I_Lche2otU", "text": "Please make sure you have subtitles/CC turned on in the video settings, they will provide translations or clarity where needed. Thanks for watching!", "likes": 816}, {"id": "Pkm1OW_I2E4", "text": "Lucky black guys working with that gun", "likes": 0}, {"id": "TG-tG-Wo0Do", "text": "One death is a tragedy,\nA million deaths are a statistic,\nStalin's death is friggin' hilarious.", "likes": 185}, {"id": "TMVvaCgD18A", "text": "Hundreds of dollars worth of tattoos for free .. to spread love and not hate. Wow. Awesome guy", "likes": 1869}, {"id": "jiIBpHC7Lfo", "text": "I bet we're all going to be put on a list of potential murder suspects cause we watched this video. Hi NSA", "likes": 18}, {"id": "snz7JJlSZvw", "text": "We need more John Dobson's in the world. God bless you John Dobson. ", "likes": 142}, {"id": "22H8M8h6Hdo", "text": "\"My plane is bigger than your plane\" \"My nuke is bigger than your nuke\" \"We got to space first\" \"We got to the moon first\" \"We invaded Afghanistan\" \"Oh yeah, watch this\" \n\nI love how the Cold War reminds me of being a child.", "likes": 912}, {"id": "4WfWODjDYAk", "text": "Great doc. Saw at glasgow film festival. You did a good job showing the complexities of it all without bias. The ending was heartbreaking. For me it all goes back to ending Lumumba, had he not been assassinated by the CIA I think the Congo/Zaire would be in a very different position. Interesting to hear of the precolonial arab slavery showing how conflict has almost been ever present in the drc.", "likes": 15}, {"id": "XCeNGO6v4Ks", "text": "Fact check! If you see anything that seems incorrect, let me know in this comment right here with a source. Although I try my best to ensure that all the information that I present to you is accurate, it is all too easy to make mistakes. Thank you so much for your patronage, and enjoy the video!", "likes": 6}, {"id": "TKNnUu1sFdk", "text": "I live and  work in japan for 4 year's and I remember one of my working friend is 60'ish old japanese man divorce with her wife for quite long time since her child is small and he had the custody of the 3 son's,he raised his son's as single father and by the time they grown-up one by one they live on their own,the 3 son's never visiting him sometime's once in few year's if he lucky,he live alone by himself\n\nI ask him \n\nare you had a bad relationship with your son's?\n\"no we are doin fine,it just there's nothing to talk about and they have their life to live on\"\nwhen the last time you goin out with your son's?\n\"when they still a child,I bring them to the sea\"\ndo you want to goin out with them again?\n\"I would,if would be nice if it's happen,but certainly it won't happen,one thing that will happen one day I will have lonely death\"\n\nIt drop my tear's man,I'm an indonesian I never thought such a way of death exist\nI suggested him to quit workin and move to bali with all the money he have saving he could have a good life there,made a new friend's or even new wife as people's here in indonesia is more open,you will die,we all gonna die,but at least you won't feel lonely.\n\nfew month later he died,the good thing is he's workin so my workin place try to contact him and found he's dead,I attend the funeral,and none of the son's is cry or even feelin sad,they literally emotionnless,meanwhile I cryin like he was my own father deep down inside I keep repeating this word \n\n\"you don't deserve this..you don't deserve this man..\"\n\n\nThank's for this documentary this is real,people's in japan should be aware about this and hopefuly by seing this video you have remind them how painful it is for the parent to died this way.", "likes": 405}, {"id": "dVxGZGPvyPo", "text": "Once a child MICROWAVES a cat, you don't let them near other animals. It's just so obvious.", "likes": 2678}, {"id": "TwBRrsHAodY", "text": "Remember the Trail of Tears? Well, if Andrew Jackson and the Georgia legislature would have actually listened to the Supreme Court, it never would have happened.\n\nWho was the greatest Supreme Court justice, in your opinion?", "likes": 51}, {"id": "RWOPlynTcmk", "text": "Starvation, disease and a brutal conflict with no end in sight: inside Yemen’s devastating war.\nWATCH NEXT: Yemen’s Bloody War Could Get A Lot Worse - http://bit.ly/2GAMYqx", "likes": 44}, {"id": "q4ONRJ1kTdA", "text": "The best way to avoid ads on mobile YouTube:\n\n\nDrag it till the end of the video , then watch it as a second time😀 now you'll enjoy the video without ads", "likes": 42}, {"id": "Y-z4Mpql6Ls", "text": "There is no humane way to kill a sentient being that wants to live.", "likes": 234}, {"id": "ims7_3wud7A", "text": "Frightening stuff. Poor Uganda. Evil indoctrination by these misguided, evil churches. It can only lead to disaster and misfortune for all in the end. Using religion and God in such an abusive, selfish way is a crime.", "likes": 23}, {"id": "AnrBQEAM3rE", "text": "No matter what you believe in, if it benefits you and you're selfish, facts won't change your mind.", "likes": 79}, {"id": "a_bDc7FfItk", "text": "Thank you so much for watching everyone... this documentary was created thanks to your wonderful support and donations. I've uploaded it totally free to watch, so if you can do one favor for all the effort everyone put into creating this - please please share it with at least one person. Spread the word so these stories are not forgotten.", "likes": 8980}, {"id": "jL0x5oBFC1w", "text": "Beehive thefts are on the rise. Watch a bee-theft detective bust a hive heist: http://bit.ly/2T35oqB", "likes": 99}, {"id": "ayyYpMmdOz0", "text": "Imgur brought me here. Fantastic documentary.", "likes": 6}, {"id": "Gnsm81gjo1E", "text": "1960 : In the future ,we will have flying cars.\n2019 : The Earth is flat !", "likes": 9}, {"id": "uD4izuDMUQA", "text": "hey guys.  super proud of this piece - been toying with this for a year now and stoked it's finally out there. hope you enjoy.  any questions??", "likes": 36697}, {"id": "TZlQ9ZMnVPE", "text": "An amazing video for an amazing film, well done it was excellent! Keep up the good work! :)", "likes": 5}, {"id": "1QLTEMYZoGs", "text": "Note to self: Stay the hell away from an old dude in bib overalls with a .22 who tells you to kneel over a fresh hole in the ground.", "likes": 194}, {"id": "tv42E_0PnAs", "text": "Did not expect the video to end so abruptly.", "likes": 568}, {"id": "UjZYMI1zB9s", "text": "What a wonderful journey so far. Gaming and eSports as a whole has created something absolutely breathtaking. Bringing so many passionate gamers together to make something incredible. Shame on you if you clicked on this video to make a comment comparing one game to another, because this video isn't about that. This video is about gamers who are dedicated to what they love, and how eSports have given them the opportunity to turn their love of the game into a lifestyle. I can only dream of one day being able to do the same with my passion for gaming, and if it was ever possible, then right now is the time. Thank you Valve for reminding me why I love this community so much. ", "likes": 113}, {"id": "g71FXJA0C6I", "text": "You can really tell by the comments who has and hasn't spent time with children with autism.", "likes": 103}, {"id": "_nOBK1I6Ma8", "text": "Hook nosed jew. ENOUGH SAID", "likes": 0}, {"id": "mlDBgOkxgS8", "text": "We should clarify that while construction firms have specifically cited feng shui as a motive for putting holes in their buildings, the unique design also has other purposes other than superstition, including heat ventilation and city code compliance. Feng shui is not always a factor in these design decisions but we did hope to show that the belief system has influenced architectural decisions in Hong Kong.", "likes": 1610}, {"id": "IK35cxb3rkA", "text": "I don't have any problem with people making money.  What I do have a problem with is when they are able to influence our elected officials to pass laws, rules, etc. that favors them.  Another words, at present, the playing field is not equal, it is corrupt.", "likes": 143}, {"id": "dBzNOpIn7Cc", "text": "Tombstone in my opinion was one of the best westerns ever made. And to this day I will always believe Val Kilmer should have won best supporting actor at the Academy Awards for playing Doc Holiday.", "likes": 351}, {"id": "wDKpzjF3A6E", "text": "When you'll know that the same people are in charge of the CERN experiments program, you might get a bit nervous.", "likes": 5}, {"id": "pBkRy037eJ0", "text": "Wow! I definitely had flash backs. I was sent on a plane by the state of Illinois. Picked up by two teenage girls. I had no clue on where I was going or how long. The things in the 70's were unbelievable! I experienced isolation and degradation. Brainwashing, verbal abuse, and deprivation of physical, or verbal communication between other's and those in my family or friends. Except for yelling in confrontational groups or meetings. Constant drilling, poking and prodding. Now I suffer from PTSD. TRUST ISSUES, AND FEAR OF AUTHORITIES INTENTIONS. Just like those who also went to elan. I pray for justice and peace. Thanks to those who are reliving there experience trying to tell our story. Finally!!!! one thing I can say is this, \" they couldn't break me down no matter what, I WON!!!!!\"", "likes": 12}, {"id": "ugeUGnxvm_U", "text": "to hell with people that don't like colorization.  by colorizing and bringing the fps up to modern standards (frame rate) it's as if the events in the photos and film happened yesterday.  amazing.", "likes": 1063}, {"id": "8af0QPhJ22s", "text": "They arrested him for .6 grams? I've got more than that laying around on the floor of my car, for fuck's sake.", "likes": 1609}, {"id": "3YOf44bNzw4", "text": "The Earth givith, and the Earth taketh.", "likes": 148}, {"id": "wV4kp-YMRzs", "text": "How did Japan get one in an aquarium??", "likes": 9}, {"id": "XTCb1TKz7Mk", "text": "10:29 he actually says : “happiness is when mom is close».  Much deeper than their translation.", "likes": 1606}, {"id": "VaMjhwFE1Zw", "text": "I'm going to teach this method everyone in my family so we can turn off the heating in winter and save a fortune.", "likes": 2795}, {"id": "JNTzt6QpUA4", "text": "Broken souls from broken families and homes. These young guys just need love, they need guidance to help themselves out of their dark holes! Wish the best to them all, they deserve a break. God bless!!", "likes": 141}, {"id": "s4SPoaQ3jVQ", "text": "", "likes": 0}, {"id": "5G1C3aBY62E", "text": "*(Year is 7015)* Restoring Bob Ross Painting", "likes": 3313}, {"id": "7mBWMbuDp-s", "text": "Usa and britain support this ideology!", "likes": 20}, {"id": "bN7TiIZBc7g", "text": "0:50 The \"Real\" First GTA Game", "likes": 440}, {"id": "-gZIwtSfizM", "text": "The narrator is hilarious, it's like he's narrating a documentary about chimpanzees.", "likes": 5629}, {"id": "pxXCmEd4nAo", "text": "Ok so there is a cartoon of the devil in the book, but what is on the other bazillion pages? How can you make a full length documentary on this book without at least talking about it's content?", "likes": 177}, {"id": "M-R8S7QwO1g", "text": "Now this is what I call underground.", "likes": 324}, {"id": "5fcxSCcM-xw", "text": "What Fox and Breitbart  news has done to part of this country and the manipulation of the evangelicals since the 90's is unconciable and dangerous ......to all of us", "likes": 17}, {"id": "SUothgIi8cg", "text": "Rest in peace all kids and women and innocent men.Amen.", "likes": 20}, {"id": "-esjQLvsgTs", "text": "Apparently the rescuers and Thai Navy SEALs let the boys help decide who would get to leave the cave first.\n\nThe boys, being boys and from Thailand, thought they were just going to get to leave the cave and ride their bikes home. Haha! So Thailand! (Whether they were all Thai or not, that is very Thailand.)\n\nThe boys had no idea that millions of people around the world, and a helicopter were waiting for them. The hospital was totally prepped. A doctor told me that all 13 had their own medical staff assigned to them. Everyone had their own doctors and nurses assigned.\n\nBut they are rural boys and thought they would just pedal their bicycles home.\n\nSo, he said, the boys decided that the boys who lived farthest away could go out first because they had to pedal first to tell their parents about the condition of the group.\n\nThis is part of why so many people love Thailand.\n\nWild Boars!  cr. Michael Yon", "likes": 747}, {"id": "M7deA_OAbwQ", "text": "Want a Mr. Beat coffee mug? T-shirt? Sticker? Poster? Heck, even a Mr. Beat I-Phone case? Well then check out my new store :) https://sfsf.shop/support-mrbeat/", "likes": 25}, {"id": "ONVZ8AH4yKc", "text": "I remember watching this in my english class in 1975, I was a freshman in high school. Been trying to find this for years. Never thought of looking for it on YouTube, what was I thinking...", "likes": 6}, {"id": "AuwJ2FlRoLo", "text": "I wish nadia had a reality show. I would so watch her she is so sweet nothing compare to kate!", "likes": 111}, {"id": "LbenM5X1BTY", "text": "\"We stop looking for monsters under our beds when we realize the monsters are really inside us\" - Charles Darwin", "likes": 64}, {"id": "e1fPVqtA1Z4", "text": "I found the follow-up.  Brett was released  from prison after 6yrs. and he is now married  with 3 children/. Best wishes.", "likes": 983}, {"id": "OLLKsMxPqn0", "text": "Stupidology", "likes": 110}, {"id": "cSl2bu53WI0", "text": "Is this funny and tongue in cheek? Yes. \nIs a lot of it true? Yep.", "likes": 173}, {"id": "JAJ87Dwmx2E", "text": "I have been practicing mindful meditation for many years, meditating every single day! It takes a lot of practice but I have experienced extraordinary results, both physical and supernatural.", "likes": 26}, {"id": "qA2GYiPn8XA", "text": "That mentor dude is really stealing Elton John's style.", "likes": 3}, {"id": "9vz06QO3UkQ", "text": "I watch this documentary every once in a while just to remind myself how important this is.", "likes": 451}, {"id": "zdh7_PA8GZU", "text": "Planned Obsolescence\n_Maybe_ it started out as a good idea, but now it can only be described as evil.", "likes": 24}, {"id": "yA-FCxFQNHg", "text": "I think The power of conspiracy theories is that it makes people thinks they are smart and they “got it”", "likes": 129}, {"id": "ArfGyo6HQ_E", "text": "Smart dude!  Start a gun club, but said it's a church to avoid taxes.", "likes": 1397}, {"id": "xN9G_ARpSog", "text": "What an awesome doctor, shows how selfless he is when he made the decision  to cover the girls operation! Also Idk why but when he says 'okay' its music to the ears lol", "likes": 1}, {"id": "KCzyQ2Rfj1c", "text": "This is one of those 3:00 AM videos", "likes": 2811}, {"id": "F8JCh0owT4w", "text": "Farmers have always been self reliant, but big busines modernizations in the world of farm equipment has left most farmers in the dust. We investigate the farmers hacking their equipment to regain the right to repair their tools.\n\nWATCH NEXT: The Pinball Doctors, the Last Arcade Technicians in NYC - https://vice.video/2DRls2X", "likes": 1083}, {"id": "TGomdoO368g", "text": "The phone rings at FBI headquarters. “Hello? I’m calling to report my neighbor, Clifford.  He is hiding marijuana inside his firewood!” “Thank you very much for the call, sir.” The next day, FBI agents descend on the neighbor’s house.  They search the shed where the firewood is kept.  Using axes, they bust open every piece of wood, but find no marijuana.  They swear at the neighbors and leave. The phone rings at the neighbors house.  Hey, Clifford, did the FBI come?” “Yep.” “Did they chop your firewood?” “Yep.” “Great, now it’s your turn to call.  I need my garden plowed.”", "likes": 2336}, {"id": "VV-_vdVoLMY", "text": "I find it frustrating that so many victim's families want a guilty verdict - even if there are doubts. It's almost like, \"Well, at least someone is getting punished.\"", "likes": 233}, {"id": "HNTfLGt59qo", "text": "It's almost midnight, this is not even the first log house building video I've seen. Why does Youtube recommend this and how does it know my weakness?", "likes": 439}, {"id": "BrlBSuuy50Y", "text": "Part 1: Pets (10:16)\nPart 2: Food (18:07)\nPart 3: Clothes (46:45)\nPart 4: Entertainment (56:59)\nPart 5: Science (1:13:35) \n\nThank you for making this documentary. This is the biggest wakeup call for humanity.", "likes": 849}, {"id": "qUXEFj0t7Ek", "text": "Thanks for watching! P.s. the little audio fade at the end was supposed to be intentional/joke :)", "likes": 2048}, {"id": "YgVyPwhkoJs", "text": "What do you think we should do with nuclear waste?", "likes": 516}, {"id": "Zk99NofbLVQ", "text": "It should be mandatory the Police Station refund all cost and a penalty fee.", "likes": 816}, {"id": "p-I8GDklsN4", "text": "Note that the people being hurt by this take-over were unable to stop it because appropriate regulations were not in place. Feel free to laugh next time someone tells you business knows best. The job of business is to pursue profits by any legal means possible (and many forget about the \"legal\" part). That does NOT mean their decisions best serve the people.", "likes": 45}, {"id": "NDZdsqbcGTU", "text": "This film is the high water mark of what is available on YouTube.  Other \"creators\", networks, and Netflix.... take notice.", "likes": 562}, {"id": "ZKwqNgG-Sv4", "text": "One of the best documentaries I have seen on bitcoin", "likes": 65}, {"id": "jEo-ykjmHgg", "text": "Trains on the Mauritania Railway are up to 3 kilometers in length, making them among the largest and heaviest in the world. What are your thoughts on this impressive railway?", "likes": 1463}, {"id": "jcYz1ihvXTI", "text": "This world badly needs a purge.", "likes": 566}, {"id": "d_PA7YlJAHY", "text": "This is difficult to watch without an emotional reaction. It was my 21st birthday on that day. The tickets were a gift from my parents.\nMy then girlfriend and I were in the top tier of the leppings lane end, towards the back of the stand. It was like was said; a perfect day for football. We’d got there early so avoided the crush outside the ground but we could see the pens in the bottom tier begin to fill.\nThe scene was horrific, everyone around us was in shock as was I. As people were pulled up and the gate at the front opened and the crush eventually dissipated the horror was revealed. The pile of bodies at the front against the fence is an image I will never forget. \nWe’d actually planned a big night out for my 21st that night with a few friends coming over after the match and staying in Sheffield that night. That went straight out of the window, I was in no fit state, nobody was. We drove home in silence.\nThe way South Yorkshire police and the news media treated the families of the dead and covered up their actions was disgraceful. This documentary brought it all home for me.\nThis is so well made and informative, Phil Scraton deserves all the praise in the world for his work in revealing the truth and providing justice for the 96. I hope one day that David Duckenfield gets what he deserves.", "likes": 213}, {"id": "F04dGK1_wYA", "text": "''As you get 'igher up the oles have a tendency to get a bit deeper...ah think it's called Fear'' - great Fred !", "likes": 316}, {"id": "G59GY4Vt22U", "text": "share is the movie...?", "likes": 0}, {"id": "uP7jI6tEpJ4", "text": "If you are scared to show your process for the public to see, maybe it's not a good product to sell.", "likes": 55}, {"id": "wtDaP18OGfw", "text": "Jennifer Lawrence can smell her next role", "likes": 7602}, {"id": "p3hBYS6M-m0", "text": "OKAY NO MORE REUPLOADS. Its alive, and so am I. It was re-uploaded because my editing software messed up some of the audio transitioning multiple times throughout the video. Some of you may have noticed it, but it really bugged me personally.\nAlso, here's all the songs I used for this video: https://www.youtube.com/watch?v=S2fhp52riek&index=2&list=PLKM8YX6ZzGbnGlg6MU_Pir8fseHK0x8LI", "likes": 5618}, {"id": "K1ho_vvCGYw", "text": "Paco was in Manila July 16th. the day of that crime and many could \ntestify that. The father itself is related to some Druglords. The sister\n of the mother of the victims were offering positions in the Government.\n They're obviously using their power and resources. They're even using \nfake witnesses. Cebuanos were injected by these people and a bias media.\n FAKE NEWS really does exist. They even used movie actors to reenact to \ninfest people's mind. BIAS MEDIA. The mother is even happy about what \nRusia did, even if that guy is one who raped her daughters and tortured.\n THINK OF IT. giving b-day cakes and making that guy a STAR? and letting\n that guy walked out and be freed. The body could not even be recognized\n and they even don't want a DNA test to happen to validate the ID of the\n dead body. Fuck that Judge and even he asked and used his power to put \nthose defense lawyers in jail. SHAME ON YOU. Photo was not even \nPHOTOSHOPPED when Paco was in Manila.\n\nFuck that Police. He said he knows personally Mr. Chiong coz His boss is\n a friend of his but could not remember the name?! SMFH.\n\nPieces of evidences? but still there was no due process! prematurely \narresting those innocent guys. You're using your power over those people\n idiot Labra and you're saying you cannot remember? SMFH.\n\nHYPOCRITES. SHAME ON OUR OWN JUSTICE SYSTEM AND PEOPLE WHO'S ABUSING. \nI HOPE EVERY FILIPINOS WOULD LEARN FROM THIS.\n\nGOD BLESS YOU PACO AND YOUR FAMILY AN D THE OTHER ACCUSED.\nI'M SORRY AS A FILIPINO WHO ROBBED YOUR RIGHT, JUSTICE, AND FREEDOM TO \nBE WITH YOUR FAMILY.", "likes": 118}, {"id": "US-WKYA89Ig", "text": "Can you imagine that sad car drive home, feeling like a loser for having been immediately eliminated with a bag of hair gel, chocolate syrup and canned tuna as your consolation prizes.", "likes": 1431}, {"id": "0LZ6JzBcXjU", "text": "Bettany Hughes who better to tell you about its fabulous history and myths..", "likes": 7}, {"id": "TgbTrusgsqA", "text": "I guess with men sticking into a piece of rubber is no different than women shoving rubber into themselves.", "likes": 141}, {"id": "If7fkCLYlNQ", "text": "13 minutes in, absolutely heartbreaking. I wonder whatever happened to these tortured souls?", "likes": 5}, {"id": "q1JaXQgMaNQ", "text": "Italian Mafia turns you into Ravioli", "likes": 823}, {"id": "bBKRjxeQnT4", "text": "I'd like to see this. I had to go to court once, it was the hardest thing ever! And the backlash, people are cruel when they don't have all the facts", "likes": 25}, {"id": "7uuOmZmqoXA", "text": "To live and hunt in that environment without all of the hi-tech clothing & gear of today: \"AMAZING!!!\"", "likes": 0}, {"id": "wsMs-DuGy1o", "text": "If Machiavelli was really a bad dude; he wouldn't have said anything.", "likes": 111}, {"id": "YeKGe40y5MI", "text": "My ex husband backhanded me in the face 1 time over a pack of cigarettes. I left the next morning as soon as he left the house. I was ashamed greatly to come home I had only been married 2 months. I remember him calling and begging me to come back. I never looked back. I had no children at the time so I can’t even imagine women who have to escape with their kids. You have my utmost respect and love.", "likes": 1281}, {"id": "1WD6IuvhfoQ", "text": "this is a comfy docu", "likes": 2}, {"id": "KPX63EiomYk", "text": "It's kinda weird that all Italian,Spanish  directors'\nMovies feel more American than many American directors .....\n\nImmigrants.....", "likes": 10}, {"id": "Gwx9nqknu-c", "text": "The story of the Rajneeshpuram starts dumb, gets very dark and then turns into a god damn comedy about incompetent assassins.", "likes": 509}, {"id": "SwZ_4amMZ7M", "text": "What right do they have to want a daughter in law when they didn't value a flesh and blood daughter as much as a son?", "likes": 385}, {"id": "sX5g0kidk3Y", "text": "This is easily one of my favorite, if not my favorite documentaries on the personal computer of all time. It doesn't just try to be a history lesson, you actually hear firsthand from all the big names how it happened. And it's pretty much the only one I've seen that actually shows how where we are today wasn't because of people who wanted to be rich and famous -- it was people who literally started it as *a hobby in their garage.* And it gets even crazier because it goes into detail about how many of the things that had happened were the result of the right things falling together, happy accidents, and everything in between -- and in some cases, had one thing gone differently, things would be a whole lot different today. \n\nIt is a bit dated in some respects, but I think that makes it all the more interesting in some cases too -- it gives perspective that nobody knew how things would turn out then, and after everything you had seen in the documentary, you start to think for yourself on what happy accidents got us from 1996 to today. It's just an all around well put together documentary and it really doesn't get the attention it deserves.", "likes": 29}, {"id": "kMzJvwG2rsQ", "text": "I hate to see these kids pay for something that happened 40 yrs over", "likes": 1266}, {"id": "nJP90b4YPy4", "text": "\"mints\" ? Pretty sure that supposed to be heart medication .", "likes": 46}, {"id": "iWqRgweZ3SA", "text": "God designed Kinski to become a crazy Hobo - but Klaus decided instead that he should become an actor", "likes": 57}, {"id": "RH_iIz_ffzs", "text": "I had no idea this existed. I looked up Caveh because I hadn't seen anything of his since I Am A Sex Addict 10 years ago and wow... this is great.", "likes": 5}, {"id": "SVScM_9Tn-s", "text": "I have studied RFK's Assassination for years and long ago came to the clear conclusion that RFK was shot from close behind, which means 2 shooters.", "likes": 19}, {"id": "t9IH-qVU5EM", "text": "Anton's gift for self sabotage, is really quite breathtaking.", "likes": 63}, {"id": "qfNiSkd3HfI", "text": "Imagine being such a toxic Star Wars fan that you attack the actors for doing their jobs. smh.", "likes": 2351}, {"id": "nSSmozQIE-g", "text": "My favorite documentary ever. I’ve been looking for it forever! Rest easy Kenny. Hope you’re with Eve", "likes": 11}, {"id": "G6kshs2ZQcQ", "text": "Hey. Sharing this video really helps make it possible for me to make more. Thanks! Take care.", "likes": 2420}, {"id": "6qsPc5-p8U4", "text": "why unlisted?", "likes": 0}, {"id": "_LFvL_iYVaY", "text": "What a great topic. Very thought provoking.", "likes": 3}, {"id": "_pLLOGcawh0", "text": "You can watch the next episode right now here: https://www.youtube.com/watch?v=Oflxsga5-Tw", "likes": 9}, {"id": "4Vixj8lSEws", "text": "The kind of OCD no one talks about.", "likes": 1217}, {"id": "0oE4jpp0Dro", "text": "Interested in learning more? Read the full story on Bloomberg BusinessWeek: \nPart 1: https://www.bloomberg.com/graphics/2018-confessions-of-judgment/\nPart 2: https://www.bloomberg.com/graphics/2018-confessions-of-judgment-millionaire-marshal/", "likes": 46}, {"id": "WIu2cyAIgQM", "text": "What was your first Android phone?", "likes": 423}, {"id": "Ov9GFPmoOPg", "text": "Every black person who wants to know the truth about slavery should watch this video.", "likes": 432}, {"id": "JMeBauA1um4", "text": "what? can you imagine the authorities: <how dare you being happy! come get a job!>", "likes": 117}, {"id": "-oqDqnQR5Aw", "text": "Happy 4th everyone! As you can see, this is a LONG episode. Originally a two-parter, I decided to combine it into one long video, so we'll see how that goes over.\n\nThe production value in this episode is thanks to all of my wonderful Patrons! Thanks to them, we were able to do some really cool things with this video. If you want to support the channel and hang out on our Discord, consider throwing us a dollar at https://patreon.com/defunctland.\n\nAlso, thank you to all of my wonderful YouTube friends for helping me out with this video! Check out their channels below!\n\nAlicia Stella - https://www.youtube.com/user/AliciaStella\nDisney Dan - https://www.youtube.com/channel/UCeqwjbVfwiPVg75sNPZvxmw\nJack from Park Ride History - https://www.youtube.com/channel/UCWPa4aE_b2OfhW7oA87wT2Q\nJake Williams of Bright Sun Films - https://www.youtube.com/user/BrightSunGaming\nJason, Mike, and Scott from Podcast: The Ride - https://twitter.com/podcasttheride\nLindsay Ellis - https://www.youtube.com/user/chezapoctube\nMark from Yesterworld - https://www.youtube.com/channel/UCmOy2-vrvwDh6O1bTUB5m_g\nQuinton Reviews - https://www.youtube.com/channel/UCM0V8r4kuIWIl6Sy-NHj2lg\nRobPlays - https://www.youtube.com/user/robplaysthatgame\n\nWe'll see you soon with another episode of DefunctTV and podcast episode before our next Season Two episode. Have a great week!", "likes": 945}, {"id": "EAWyPXegAQI", "text": "24 years later his son Kron wins his debut in the UFC...", "likes": 102}, {"id": "bvijYSJtkQk", "text": "The woman who lied on Emmett should be jailed I don't care if she is old, she is alive.", "likes": 773}, {"id": "Y8RigxxiilI", "text": "When ever I watch your videos I feel like im being watched, its creepy", "likes": 972}, {"id": "i8HePfa7WYs", "text": "3:29 The way his pupils widen when he sees Boo. Like, that's an actual response when you see someone you love.", "likes": 2852}, {"id": "RYYf8cLUV5E", "text": "I dont eat farmed fish, only fish that has been eating all natural plastic!", "likes": 1190}, {"id": "_FE45iWX0do", "text": "The power of Mr. Bean is so strong that, even when you've seen a joke 10000 times, it still remains funny.", "likes": 184}, {"id": "XAwM-lCI4YU", "text": "Back in the spring, Patreon supporters got to vote on an episode topic, and Punch-Out won! I've been working on this episode on and off since about May. After the Spyro video, I decided to buckle down and finish it. This was a blast to make. I got to interview current and former Nintendo employees who worked on the game, I tried some new camera shots / lighting, and of course, I got to play all the Punch-Out games again!\n\nI apologize for the long wait, but I hope you enjoy the video. Punch-Out may not be the most popular franchise in Nintendo's vault, but it is definitely an important one. If you learned something, please consider sharing the video. Thanks for watching!", "likes": 1574}, {"id": "CTsunGRrhIs", "text": "lockheed martin is funded heavily by state as well as teachers pensions. teachers fund yemeni schoolbus bombings? yes. yes they do.  worldbeyondwar org/divest", "likes": 0}, {"id": "hGw-s9L_HI8", "text": "First of all thank you for watching. Some things to note.\n\n1.)This film is about a group of friends doing something that they have NO IDEA what they are doing.  It’s a story about the friendship, group dynamics and struggles that ensue. Not a how-to or history lesson on train hopping. I would have filmed on a go pro, gone with or interviewed experienced hoppers and been more low key. But some people don’t consider we are each walking around with a large DSLR camera ( myself being a black magic 4K camera) which is a little less than low key. Lol 😂\n\n2.)  This was filmed over 3 years ago, so a lot of people’s pre conceived notions (especially socio-political ones) about those in the film should be taken with a grain of salt. Times were different, even just with the little time that has passed. \n\n3.) The film portrays and highlights  a lot of group drama because quite frankly, it is what makes a story interesting. Contrary to what you may think, 80 percent of the trip was a great laid back time 😄🤙.\n\n4.) Duh, if I wanted to make it across the US way easier if I would have done it by myself. But that wouldn’t be as fun or interesting, and pushing the limits of the experience is the whole point ( to run into conflict, problems etc.) most people don’t realize but from where we started in Southern California  to where we got caught was over 1700 miles away. There are much quicker (and easier) ways to get across America Via train. But we took the high line because we are a shooting a documentary and wanted to experience and film the most scenic and beautiful parts of America. If we would have put that into eastbound miles as apposed to northbound ( the direction we took ) we would have been nearly 3/4ths the way there. So all considering I think it’s amazing we even got as far as we did considering our footprint. Anyways, I wouldn’t have done it any other way🤷🏼‍♂️😀.\n\nI feel like this will answer most questions or comments that have been left. Thank you all so much for watching and all your support!", "likes": 541}, {"id": "wmBL5o1XyMA", "text": "Hi everyone! Thank you so much for watching and for your likes! We're Endorphin Films – the makers of Dish Pigs – and we wanted to let you know that unfortunately, our dear Claude has been diagnosed with pancreatic cancer. His friends and colleagues started a Go Fund Me campaign to help cover some of his bills while he undergoes treatment, as he can't keep up with the demands of his job at this time. \n\n\nIf you're interested in support his cause, please check out his Go Fund Me page: https://www.gofundme.com/taling-care-of-on-soccupe-de-claude-chalifoux\n\n\nMany thanks!", "likes": 108}, {"id": "lMUtU0tOmNE", "text": "We exist because of you: https://www.patreon.com/rareearth", "likes": 526}, {"id": "Ze6tG5dNIfc", "text": "Here from Austin McConnell and this definitely deserves more views", "likes": 916}, {"id": "i-AZRtI366w", "text": "I'd rather get there a few hours later in comfort, than get there faster while being compacted like trash in a garbage compactor.", "likes": 409}, {"id": "Hzhd4WsuX6k", "text": "Part 2 : https://youtu.be/INXiIq5Puu0", "likes": 23}, {"id": "SQux0OTe9sQ", "text": "This takes me back to a time when the History channel had good programming... now we have ice road truckers.", "likes": 97}, {"id": "P4uGgDWBT3I", "text": "Alcohol was made to stop the Russians and Irish taking over the world", "likes": 973}, {"id": "sZZ73pk5oDE", "text": "Great documentary but 16:30 that caught me off guard, had to pause the video until I stopped crying with laughter", "likes": 4}, {"id": "n5Qbi_dB3Qo", "text": "Why in the world would you wrap a coconut?", "likes": 2978}, {"id": "5RwIWGkMxrE", "text": "in otherwords youre tax money is being used to help fund the corporations that are killing you", "likes": 99}, {"id": "Pq47Btrlp4k", "text": "The dangerous world of alcohol. The dangerous world prescription drugs. The dangerous world of car \naccidents.\nThe dangerous world of biased journalism.\nThe dangerous world.", "likes": 252}, {"id": "T7LDqDVVw-Y", "text": "I saw the whole thing today. It's factually in depth and precise. ANYONE that's 1/2 way kept their eyes open over the past 20 years understands everything that is said about Putin and his cohorts and Trump and his cohorts are true. $$ is everything. Democracy and people mean nothing. If you believe Trump and Putin you've been played. Manafort is going to squeal like a pig. As will Flynn and Cohen.", "likes": 5}, {"id": "ALfRdAhHqsY", "text": "Interesting how all those single bananas get thrown away at the supermarket. It's not like there is anything wrong with them... I'll keep that in mind next time I go shopping.", "likes": 4}, {"id": "BACh96hLdFo", "text": "Hey everyone, I really hope you enjoyed today's video!\n\nMake sure you check out this awesome hand drawn copperhead fact sheet by Emily Osterman from Study Echo:\nhttps://www.instagram.com/p/Bv6soukh9Sa/?utm_source=ig_share_sheet&igshid=t19w3cuoiw1b\n\n If you have any other questions about copperhead snakes, please feel free to ask them in the comments section below.\n\nThanks so much for your support!", "likes": 13}, {"id": "IRx7KkrT1QU", "text": "What a hodgepodge of photographs... often bearing no relation to the commentary.\nBut its' a great story.", "likes": 272}, {"id": "LmSuHTNsLvE", "text": "I don't know if it wasn't loaded right but the sound is messed up. Just a fyi", "likes": 34}, {"id": "FwX7Fjqt7c4", "text": "The reason he was accused of being a charlatan, and a con man, is because he was.", "likes": 128}, {"id": "BGRY14znFxY", "text": "2019: Spending 1 week in VR.\n\n\n\n2077: Spending 1 week in Real Life.", "likes": 1777}, {"id": "j_BckhLECVY", "text": "Can we just talk about how Steve uses a natural wood barrier so the croc won't hurt himself?", "likes": 1008}, {"id": "rk8wS9RjQko", "text": "Wow interesting incredible talents 👏😂👍🎈keep ballooning guys & will \nsee you in two yrs again 🤞.", "likes": 3}, {"id": "LIinkM8B4VU", "text": "\"I cannot hear what you say, for the thunder that you are.\"", "likes": 12}, {"id": "x2hDEz1bW9k", "text": "This trailer just stressed me out.", "likes": 34}, {"id": "yB3Js2tKA5Y", "text": "Still a great classic in 2019 lol", "likes": 44}, {"id": "LfKqOUMrCw8", "text": "The only thing that Scientology clears is bank accounts.", "likes": 708}, {"id": "SSbhsPNnVWo", "text": "We are way to dependent on this, and it can be considered another danger to Humanity. The guy at 128.00 is right on the money. Valid facts and news are going to replaced with information that has not been verified.", "likes": 4}, {"id": "JVGofsopJAc", "text": "The only difference between a religion and a cult is the number of people who believe in it.", "likes": 6}, {"id": "-Gg7fyYH0e8", "text": "In the end , when you have a system of institutional structures that promote and encourage psychopathic traits you can see an endorsement of moral erosion, diffusion of responsibility, a forgetting of what virtue means and a diminution of its importance. We are in need of rediscovering the importance morality, this time hopefully from a more scientific perspective.", "likes": 17}, {"id": "OXeCqfyHW1s", "text": "That woman’s face could make freight train take a dirt road!", "likes": 11}, {"id": "meN7Nb--q7w", "text": "If only the IRS would remove that tax exempt.", "likes": 67}, {"id": "SoLCD3rP9DM", "text": "THANK YOU ! for leaving in the natural sounds in the background and not having some stupid crazy music. It's a very nice video, Well Done!", "likes": 457}, {"id": "usRmmkAi1Yg", "text": "So sad that YouTube dumbs down the resolution on such important work.. Oohhmm", "likes": 2}, {"id": "-21W4SsIVWo", "text": "On the twelfth day... She emerged from the jungle with perfect hair and make up.  LOL!", "likes": 6}, {"id": "epnsRRPtoeU", "text": "What were the actual lyrics?", "likes": 3889}, {"id": "asr15FAF0X4", "text": "How is this organization not under investigation?", "likes": 11}, {"id": "whP9RL5huhE", "text": "I see so many comments complaining about watching this for homework and I’m just watching this for fun", "likes": 1465}, {"id": "H9smVNFG2hk", "text": "✔️ If you, or your family and friends need support leaving The Church of Scientology, visit * *The Aftermath Foundation:* http://bit.ly/2D47mMA", "likes": 2}, {"id": "EsIo57pH-pA", "text": "Really is a shame that neon tubes are fading away and being replaced by LED.\nI always think true neon looks amazing. I even have one in my bedroom as I love them so much.\nLED looks terrible for signage. Too glaring, and bitty light comes off them.\n\nNeon gives a steady, soft, uniform glow throughout the entire length of the glass tube. Much better.\nAlso fascinating the way the different phosphors work with the two gases to produce so many different colors.\nI never knew the neon gas would excite a phosphor, I only thought argon could. You learn something new every day, huh?!", "likes": 38}, {"id": "ca2LhJdlK3U", "text": "Plot twist.. all the people are now chilling out on a spaceship and having a party", "likes": 350}, {"id": "CuUG770sxiI", "text": "You have great knowledge, but I have a nitpick. Please do not put large amounts of text when you are also speaking, its better if you leave them at the end of the video when you are not speaking, as sort of outro.", "likes": 1}, {"id": "WKzgqmgvLc0", "text": "in england we just let them die slowly in shop doorways", "likes": 248}, {"id": "9FAIZvKplGs", "text": "The sadler family won't spend a day in jail because laws don't apply to the rich.", "likes": 107}, {"id": "L_w-YWwC1lI", "text": "Looks like scientology isn't down with dentistry.", "likes": 138}, {"id": "K3Jef7i7v1U", "text": "My favourite meme will forever be \"Being an old timey doctor would rule, being drunk as hell like; \"You've got ghosts in your blood, you should do cocaine about it\".", "likes": 150}, {"id": "DMl36wCRZaY", "text": "perhap's this just amplifies how corrupt the whole system is....follow the money is the mantra.", "likes": 130}, {"id": "i1Eqe5s1rmY", "text": "this guy got the heart of a lion", "likes": 989}, {"id": "xmKbIXyJbmg", "text": "Make sure to subscribe :) and check out part 1: https://www.youtube.com/watch?v=WGWbIc5DRhY", "likes": 45}, {"id": "MHpmLrWBjnM", "text": "Hey guys, 1$ on patreon gives you access to our discord and early access to our videos: https://www.patreon.com/kingsandgenerals", "likes": 154}, {"id": "zC3GT9FSP7o", "text": "If you like this documentary you might also be interested in this one about Arctic business: https://www.youtube.com/watch?v=PDFcsHiWxTY&feature=youtu.be", "likes": 0}, {"id": "cyayif_nla8", "text": "The video is missing the geopolitical value: Water. \nThe area is where the rivers Jhelum and Chenab (that feed the Indus) start. Whoever controls the area, controls the flow of water.", "likes": 2132}, {"id": "RBHBIJm0Z_k", "text": "Saudi Arabia is no better, where’s the outrage, oh wait they fuel my car 🖕🏻", "likes": 295}, {"id": "I95aO-vGz1Y", "text": "It's good that America and Vietnam are friends now.", "likes": 7}, {"id": "jEbRVNxL44c", "text": "Be sure to check out Sam and Joseph's videos on the subject. Links in the description! Will be adding those slow-mo shots to my instagram in a little bit. https://www.instagram.com/brianjamesmcmanus/", "likes": 313}, {"id": "uXOPcMMHCJA", "text": "Warning: there are flashing lights and images throughout this video. \n\nWATCH NEXT: In 2013, we met a guy named Walter White who actually cooked meth -- https://www.youtube.com/watch?v=HkB9VJdu27M", "likes": 160}, {"id": "ITEXGdht3y8", "text": "The acting in this feels more genuine than any hollywood movie ive seen in the past decade", "likes": 995}, {"id": "iouJsHmBDcc", "text": "Good Investigation. thank goodness it stopped", "likes": 0}, {"id": "h15innUts5o", "text": "It's Sergei...not Sir Gay", "likes": 196}, {"id": "hv9A432l3bM", "text": "This is what journalism is meant to be, thanks!!", "likes": 1120}, {"id": "zQkiil3kXt4", "text": "It'd be great if they did an episode on what it's like to be black in the middle east 😄", "likes": 59}, {"id": "Yf8rOhqFEXw", "text": "The translation is very inaccurate and some parts are completely made up. At 2:30 that man does not say \"That's the way it is in our country. People keep silent and look the other way\" , he literally says \"Anyway, this is all for that fake war that happened in 1936\".", "likes": 12}, {"id": "FrwMrPIHOIw", "text": "Donate to my patreon so I can order a pizza in honor of Gorbachev pls thx \nhttps://www.patreon.com/nfkrz", "likes": 1474}, {"id": "ThKPWkEI7ms", "text": "Criminally underrated. May the youtube algorithm shine upon your channel", "likes": 59}, {"id": "lwv7Utcf-gM", "text": "Unless one has lived it, one cannot possibly understand.", "likes": 160}, {"id": "6Buf-yaN_tE", "text": "i lived in a homeless shelter run by omish meninights they were farmers great people nothing to do with drugs a little deep in religion but when sleeping under someone else's roof you don't complain about church", "likes": 54}, {"id": "DAfE5SIdFh0", "text": "Thanks for share this amazing history. Olegas and Peter forever.", "likes": 0}, {"id": "83RuTFzo6dI", "text": "This documentary has the BEST beginning I've ever seen on a nature show. Is AWESOME!", "likes": 137}, {"id": "WoOzqebOU1k", "text": "Crying isnt weak. Those men are all around my fathers age. I see them as little boys who i want to hug. I think the tears that that man is shedding is not for his abuser but for his younger self", "likes": 909}, {"id": "ru0tfK8IodQ", "text": "Enjoyed his and am proud to have served in the Royal Army Medical Corps as a combat medical technician", "likes": 10}, {"id": "99Vc1s1kBdY", "text": "", "likes": 0}, {"id": "PAC1t2nGkfg", "text": "Id rather have “boring” vision than having my daily life looking like a deep fried bass boosted void meme", "likes": 320}, {"id": "rFEbwp7rPF8", "text": "Imagine getting kicked out of your home by a bumblebee", "likes": 86}, {"id": "bxN3tzHiT44", "text": "Excellent analysis on Ken Russell's movies. Like you, I find sad the way Ken has been treated by the critics. His cinema was revolutionary and part of the counter-culture of the 1960s-1970s. And it definitely influenced many figures like Stanley Kubrick in Clockwork Orange as its use of symbolism and violent imagery owes a lot to what Ken did. And a movie like The Devils is as crucial as Carl Theodor Dreyer's The Passion of Joan of Arc. A shame that people at Warners don't take the time to release that film in its uncut version. Other movies from Ken that I love is Crimes of Passion with Kathleen Turner, Whore with Theresa Russell, Natasha Richardson's Gothic (her first film as Lisi Tribble Russell told me on Twitter) and Joely Richardson's Lady Chatterley. Those movies have lots of imaginative visuals and pretty great scripts. Thank you for this great analysis on this director I love. The more people make videos about him on Youtube, make reviews on culture blogs/twitter/Amazon; the more humanity and Cinema culture will remember the importance of his films. To me, Word of Mouth is the ultimate publicity for an artist and the best way to anger detractors.", "likes": 4}, {"id": "5NDVPX_mEJ0", "text": "only losers are held accounted for.", "likes": 0}, {"id": "GpYGMIZ9Bow", "text": "Future. Hoorah, our thousand year project to make the planetary engine is complete! Now where must we move the Earth? \n\nWe must consult the ancient Youtube videos of Isaac Arthur!!", "likes": 71}, {"id": "Z9oCGYP01yY", "text": "A lovely lot of  girls I am sorry for your troubles.. Both of my grandmothers are from Ireland...... May god bless Ireland..    I am from Canada.....", "likes": 11}, {"id": "IxTAJNifDAI", "text": "If you caught me at 3am and told me i was gonna cry at a video about NASCAR I would have actually told you to piss off.", "likes": 290}, {"id": "YhxJ4hLth64", "text": "I cant believe this tragedy is five years now. I remember it happened when i was senior high school and now im going to graduate from uni soon and the tragedy is still uncertain :(", "likes": 47}, {"id": "_BqFkRwdFZ0", "text": "Why the hell are there 697 dislikes. I guess these people text and drive and do not care about human life.", "likes": 145}, {"id": "dBGw7uXc0eo", "text": "If only I could unhear that monkey", "likes": 4869}, {"id": "cdxTe8fZ2Pw", "text": "Great documentary! I shared to FB. I think Mount Everest really never wanted to climbed tho!", "likes": 0}, {"id": "s7NZCbAvPOU", "text": "", "likes": 0}, {"id": "flU0rDDGtHU", "text": "He protec\nHe attac\nBut most importantly\nHe always come bac\n\nNice vid", "likes": 32}, {"id": "JmqV2vIXpUY", "text": "This is such a powerfully edited and profoundly paced documentary DW. Eye opening stuff. Kudos!!!!!!!", "likes": 688}, {"id": "P5yijml9KW4", "text": "- Don´t forget to check our new channel: https://www.youtube.com/channel/UCdqYWcQmUxPvqZ9Ze9fcloQ ;)", "likes": 0}, {"id": "ewCs5CF5HEg", "text": "Hope you enjoyed the video folks; in case you missed it, I have a class on Skillshare that covers the basics of how the stock market works. A lot of you have already seen it and I'm thankful for all the wonderful reviews. Here's a link for those of you who didn't know: https://skl.sh/2tvZAHg", "likes": 141}, {"id": "c9Ufhi_42h0", "text": "\"Welcome to the Balkans my friend... We don't live, we survive...\" lol", "likes": 1367}, {"id": "-0KzBHJLQ80", "text": "The part about a chimpanzee mounting a goat and riding off into the sunset lol", "likes": 19}, {"id": "O_ehTCc-A1U", "text": "", "likes": 0}, {"id": "yehHZgLVj_k", "text": "\"It was a difficult marriage because of Elaine.  She had her problems and could be hard to deal with.\"\n\nMeanwhile, her husband is ordering child porn from the Netherlands and diddling kids.  But dang it, Elaine was the problem!  Ugh....what is wrong with these people???", "likes": 37}, {"id": "BaCaFpAtm48", "text": "20 hours in, I think I can recommend Imperator: Rome. In many regards, it is the deepest grand strategy by Paradox. Consider buying it by using this link: https://store.steampowered.com/app/859580/Imperator_Rome/\nWe also released a new episode of our podcast and this one talks about the reasons the Successors of Alexander were almost always at war with each other: http://kingsandgenerals.libsyn.com/4-why-did-the-diadochoi-of-alexander-fight-each-other\nOur merch store always has new and exciting designs. Check them out: http://bit.ly/2GFCuFE", "likes": 366}, {"id": "jxReAid5GLA", "text": "The giant map reward for forgetting to put your map away is genius.", "likes": 29}, {"id": "vcsyMvQtlKs", "text": "It's interesting to compare this 1990 documentary to the one they did in 2007. There are a few divergences. For example, the 2007 documentary claims that the fire was extinguished by turning off the fans, while this earlier documentary states that water put it out. Other inconsistencies include the fact that the 2007 documentary hardly mentions the pollution that had occurred prior to the accident; and nor does it mention the damage to Cockcroft's filters and their ineffectiveness at preventing contamination escaping. I find it remarkable that two documentaries on the same subject can have such great differences! I believe more in  this 1990 documentary for the simple reason that today there is no real reporting, It's either sensationalised to garner views or tapered to suit a particular interest. Back in the 1980s when this documentary was being put together, the BBC was an organisation that could be trusted to be very objective and unbiased in its reporting of these types of events. Those days are gone.", "likes": 215}, {"id": "WzjUtcYBWgY", "text": "Hearing this man say climax made me throw up in my mouth.", "likes": 14}, {"id": "1zzA9XA67ew", "text": "Hey everyone - hope you enjoy this film! We're going to be posting more long form content like this - so please subscribe if you're interested!", "likes": 159}, {"id": "mDleTvsicmM", "text": "Sorry for the wait for this one, I have been sick for a little while. Also, if I sounded funny at all in chapter one, thats why. I was trying to get the video out in a reasonable time. I hope you liked it, thank you so much for watching. Let me know what other topics you would like to see me cover in the future, and if you would like to support the channel I now have a Patreon, the link to that is in the description. Thanks for watching, and have a nice day!", "likes": 1}, {"id": "D_OvJE_7e4k", "text": "", "likes": 0}, {"id": "I1OI9B0VSlA", "text": "CORRIGIDAS LEGENDAS EM PORTUGUÊS E ADICIONADAS LEGENDAS EM ESPANHOL", "likes": 37}, {"id": "NSRY_aYmfFo", "text": "This is an OLD video guys... 2 years ago, Cambodia has already banned sales of sand to Singapore and Singapore has also officially stopped importing sand from Cambodia.... IT'S OFFICIAL. Anyone who does not believe please google. This is old news", "likes": 527}, {"id": "xX0ozxrZlEQ", "text": "I know that this topic, like most geopolitics topics, has more potential than most to be contentious so I think it's extra important for you to know where the information comes from. Nothing said in this video is new and you can find all the sources at this link: https://goo.gl/5KDmvB\n\nNormally the sources go the description but there were too many this time to fit. \n\nOne small note, at 11:14 it seems like some of the footage we used was mislabeled so these two clips are not actually of Rwanda. My apologies for that slip-up.\n\nAs a policy, if there's anything more that I feel needs correcting or clarifying I'll update this top comment to include it.", "likes": 1079}, {"id": "BNqNx_XK0dQ", "text": "VICE News correspondent Aris Roussinos embedded with an SDF unit that was forced to retreat. \"We've been pinned down by ISIS sniper fire, and now rocket fire,\" he said.\nWATCH NEXT: What ISIS Left Behind In Iraq - http://bit.ly/2p8WE0j", "likes": 420}, {"id": "nUClXFF2PKs", "text": "Where are the somali pirates when u need em", "likes": 802}, {"id": "w4uMX5mWAF4", "text": "33:15 - I found Leroy's next turbos when he gets to engine 3.0.", "likes": 254}, {"id": "CV1SoOZBYdI", "text": "Thank you for watching!\r\n\r\nNote: This video serves as an general, broad overview of the genre, hence the title \"A Briefing of Black Metal.\"  It is incredibly difficult to talk about every single band that had an impact in some way without this \"mini-doc\" turning into a boring list video.  I've already received multiple comments about this, so instead of becoming frustrated or upset that I didn't mention a certain band or particular subgenre, please use the comment section as an opportunity to add-on to the video and educate others.  Join the conversation, discuss the history not already mentioned, and learn new things from others, just as I am.\r\n\r\nP.S. Thank you for pointing out my error with the stage names of the members of Venom in the picture I put on-screen.  The two in the photo are not Rage and Dante, but Mantas and Abbadon.  My apologizes on the mix up, but I'd like to mention that the point I was making about the mythological stage names still holds up. The stage names being on-screen were done to just show an example.\r\n\r\nWhile you're at it, support the channel by purchasing a \"A Briefing of Black Metal\" t-shirt:\r\nMy website is not available anymore so I switched over to Etsy recently.\r\nOnly a few more in stock! http://etsy.com/shop/wazykin\n\r\n- Wazy", "likes": 101}, {"id": "DtaUjj9G3QI", "text": "", "likes": 0}, {"id": "cDly3bkAAj4", "text": "\"But.. but.. I love forced updates.\"\n- No one ever", "likes": 536}, {"id": "TZ0tovrhf5Y", "text": "What do you think we can learn from Cuba's agricultural systems? Do you think interconnected local food systems could potentially replace our current globally dependent models?", "likes": 56}, {"id": "NiWZjN0B0h0", "text": "Uber business model;\n1. It is easier to say sorry and ask for permission.\n2. It is easier to steal technology and drivers than to develop new technology and advertise train and recruit your own  drivers.\n3. It is easier to raise prices once you destroy all competition.\n4.If you use words like technology and platform you do not have to comply with minimum wage laws and pensions.\n5. Our greatest innovation is fooling the world that an employee is no longer an employee.", "likes": 206}, {"id": "J8nWbwqPz6U", "text": "Ken Burns is The Babe Ruth of documentary.", "likes": 119}, {"id": "f6dOBB9SXbA", "text": "Am I the only one that is nuts for flying foxes?? I love these little critters!!", "likes": 16}, {"id": "yx-ALxghSUs", "text": "Geee!!.. I wonder who destroyed the faces of all the murals in the church? ?? Turks.....maybe???.", "likes": 4}, {"id": "YEzy5luaodI", "text": "49? He looks like an unhealthy 65.", "likes": 47}, {"id": "HIgBF4A8fm4", "text": "Finally, I found the real movie. Thanks for posting", "likes": 12}, {"id": "nXV4nTfGHuI", "text": "That noise in the background is so calming to me.. odd", "likes": 7}, {"id": "XlPw7alnThE", "text": "", "likes": 0}, {"id": "DfzqxCshIaY", "text": "the one in 18:28 is also the main theme of Schindlers List, by the way :) ok, its a little variation of it, but there are definitely similarities!!!!", "likes": 10}, {"id": "d4OyqoiF7Ag", "text": "Sticky situation", "likes": 61}, {"id": "RJsWULxB4jQ", "text": "", "likes": 0}, {"id": "U7Xy8unp5Wo", "text": "", "likes": 0}, {"id": "8dXID4GM4oQ", "text": "\"Maestro - what brought you back to Andalusia?\"\n\"Because it is my country - a country of blue sky, birds, flowers, fruits, LOVE, women and wine\".   There you have it.", "likes": 64}, {"id": "r5dQO7lV5DQ", "text": "Excellent journalism. I'm not a bot.", "likes": 39}, {"id": "mF1GZ0O94qk", "text": "I thought buddist supposed to be peaceful and never talk about politics and race.", "likes": 21}, {"id": "Nrsk4j3wkuI", "text": "Bernie Mac was the best comedian this I have ever known my grandson is only 12 years old and he loves The Bernie Mac Show", "likes": 7}, {"id": "nW8dL9-TyPI", "text": "Every destruction in the world done by blue eyed devils.", "likes": 5}, {"id": "Ak19g0j10-Q", "text": "Thank goodness that one of the greatest movies in history was saved from certain destruction.", "likes": 48}, {"id": "lIcYtG_6cZs", "text": "From a white metal head in America I salute my brothers and sisters in Africa holding down the fort.", "likes": 617}, {"id": "V7OUZu_xudc", "text": "", "likes": 0}, {"id": "yy0M0SzsGNI", "text": "Joe Scott squad", "likes": 201}, {"id": "y3whtVeMalo", "text": "Britain is experiencing the biggest political crisis in a generation, the economy is on the rocks, the EU looks set to implode and Labour are potentially going to lose 100 seats at the next general election, but sure, this is what we need to watch right now", "likes": 6}, {"id": "z67IV07PvKU", "text": "I feel like every TV narrator prior to the 90s is the same person", "likes": 682}, {"id": "PDvriMq6r6I", "text": "\"...and so they crossed the Pomerium with weapons.\"\nMe, who learned about the Pomerium two months ago: \"oh my god, they crossed the pomerium with weapons. Unthinkable.\"", "likes": 2532}, {"id": "8RvUcGC4sYk", "text": "little Charles would be in his mid 80s now if he was alive an old man he was  so cute poor little baby", "likes": 17}, {"id": "z54akiD10gA", "text": "No one in China has forgotten.", "likes": 16}, {"id": "omqwxClsXKc", "text": "", "likes": 0}, {"id": "hgKL-ctLar4", "text": "MORE, MORE, MORE! Don't stop! keep them coming! Excellent series!Rest In  Peace James E. Davis!", "likes": 8}, {"id": "BuU0mn6xsW0", "text": "", "likes": 0}, {"id": "ocTl5G4AJ9A", "text": "I am so, so thankful to be free and have a job and be able to breathe the fresh air.", "likes": 35}, {"id": "gh_zwpSGNqM", "text": "I think I learned by this some about the innumberable possibilities to be creative in this genre. Realism is no lack of fantasy.", "likes": 21}, {"id": "U3KUi_1vJsE", "text": "Great Documantaries as always DW team!, we would love to see a documentary on urban gardening!", "likes": 23}, {"id": "SFq5wQurqwk", "text": "Wow her construction on that hut was superb!! Pygmy women are killer architects...apparently💛💛", "likes": 19}, {"id": "I2vDWRzHiRE", "text": "The Middle East has no interest in democracy,it’s far too tribal.", "likes": 29}, {"id": "cpwF1F7iD9g", "text": "Thankyou for highlighting the role these women played in history. 👍", "likes": 17}, {"id": "OGu44lpxK1w", "text": "It doesn't get much better than having all of the classic archival footage paired with interviews and testimonies from one of the most fascinating eras in NYC's history (and it's always good to see Mary Murphy and Arnold Diaz).  The team that put this series together deserves praise.  I only wish that each episode were longer as I'd love to see the events covered in a bit more of an in-depth look, and I also thought the racial criticisms were represented in somewhat of a one-sided manner in this episode (maybe the racial breakdown of the perpetrators of subway muggings, along with one of the individuals' admission that the intent was to rob Goetz as stated in an '85 interview with Jimmy Breslin) could have been presented in order to put specific viewpoints into perspective as compared to what was presented in the production).\n\nAll in all, not a bad watch at all.  I'd love to see more things like this from PIX11 in the future.", "likes": 15}, {"id": "MBRJn69L9ao", "text": "This movie alone makes Herzog the greatest living filmaker. Absoloutely riveting and completely moving.", "likes": 11}, {"id": "aeZ7esmQcm4", "text": "Everyone in China knows her from history textbooks and TV shows. She is definitely considered one of the great emperors in Chinese history", "likes": 204}, {"id": "36GXIE7rvNs", "text": "Honor to doctors and nurses, in a world of cruelty full of wars they are the most humans, savings lives instead of taking them", "likes": 9}, {"id": "C0dyvTwE5LY", "text": "", "likes": 0}, {"id": "5xOtOpbAZo8", "text": "Going to church doesn't guarantee anyone that your life will turn out to be perfect....serial killers go to church too...just saying.", "likes": 142}, {"id": "em2s2nsQr98", "text": "To all of you who have downvoted this true expose - shame on you and your cold, dead hearts.", "likes": 47}, {"id": "qhMqc7exTus", "text": "Thank you for the very positive and constructive feedback so far, everyone! Remember to Like, Comment and Share. We are very proud of the end product. Also subscribe to the channel for future content.", "likes": 81}, {"id": "AGV6i8kiOHw", "text": "RIP Ranking Roger Rude boy. Legend.", "likes": 35}, {"id": "E5YYiK2LkoA", "text": "", "likes": 0}, {"id": "hUhKJ0ytt-8", "text": "No One:\nLiterally No One:\nNot an actual Soul In This World:\n*Youtube: Child Sex Offenders*", "likes": 14606}, {"id": "CYbKKQ-hPwc", "text": "john barry for james bond is like john williams for indiana jones", "likes": 22}, {"id": "w2x2JrHYQu4", "text": "", "likes": 0}, {"id": "pk1WXwPJzwg", "text": "I hope Al Jazeera will make a program about Qatar's lost world cup and the bribery scandal and also the inhumane treatment of workers. ", "likes": 62}, {"id": "tt2AYafET68", "text": "Siberia is insane. Area is so large that it makes me wonder what kinda mysteries there are .", "likes": 329}, {"id": "MkLC3XyqrEY", "text": "March on DC in solidarity with the Bolivarian revolution March 16th!!!! Look Up ANSWER coalition to get involved", "likes": 307}, {"id": "2RiYOdoicrQ", "text": "Watch more Russian Space videos at our Official Russian DeepSpaceTv Page: goo.gl/yQiPYT", "likes": 4}, {"id": "ij-cIUSjf0M", "text": "This no-kill dog shelter started with a hundred dogs and slowly grew to thousands. What are your thoughts on this sanctuary for dogs?", "likes": 193}, {"id": "b9Pq5JZ2Fd8", "text": "This reminded of Vietnam.   I was a Marine then.   The agony experienced trying to help people who didn’t want the only kind of help we could give them.   Taking the same hill many times at a cost in lives only to walk away knowing the NVA or Vietcong would retake it in a few days.   The villagers asked us for our help but in a different way.   All they wanted was to be left alone.   They didn’t understand politics, military strategy, or even the purpose of us being there.   Communism meant nothing to them and neither did democracy.   All they knew and cared about was their families and their rice crops.   They didn’t care who ran their country as long as they were left alone to live the only life they knew.   This had a negative psychological effect on us and them because we didn’t understand each other.   War has this effect on all it touches.   It will drain you of everything you have if you let it.", "likes": 1010}, {"id": "IVIoC5ROaHk", "text": "By popular demand, here's an extended version of the roundtable discussion we hosted between black conservatives and liberals. Check out some handy time codes of what was discussed below:\n\n0:57 - What first comes to mind when you think of Donald Trump?\n1:59 - \"Drain the swap\" and capitalism \n3:28 - Who here voted for Donald Trump?\n4:54 - What is your impression when you see a black person wearing a MAGA hat?\n5:51 - Black conservatives talk about how they're treated in the black community\n9:17 - Who here voted for Obama?\n11:06 - Who was disappointed by Obama's presidency?\n15:34 - Issues with the Trump presidency \n16:28 - Why vote for Donald Trump? \n19:55 - Disagreements on systems of oppression - welfare, taxes, etc  \n23:29 - Policies that Republicans and Democrats disagree on that help and hinder the black community \n26:09 - Black wealth and reparations\n29:24 - Black voters being synonymous with the Democratic party \n32:26 - Student loans and college\n35:22 - Should the black vote be courted?\n\nWatch the full-length documentary about The Young Black Conservatives of Trump's America -- https://youtu.be/DWam9FSRvGI", "likes": 4106}, {"id": "Hmb6LXfEosE", "text": "", "likes": 0}, {"id": "adzYW5DZoWs", "text": "Like if you’re here before 1 million views 🔥", "likes": 3104}, {"id": "GEFPqEVlKEk", "text": "That moment when you realize the competitors were Gamers\n\nand Animators were the winners", "likes": 3736}, {"id": "0jNvJU52LvU", "text": "6 hours later... \n100 things you have missed in the new endgame trailer", "likes": 10445}, {"id": "PeHNLikDiVw", "text": "Makes sense to choose Hamill, you see he has a history of voicing psychopaths with iconic laughs.", "likes": 1363}, {"id": "MytxkcXV1Hk", "text": "Why does Youtube just refuse to put pewds on trending anymore?\n\nHey im top comment", "likes": 2061}, {"id": "xX4D8anW4Rk", "text": "Thanks again to 'RAID: Shadow Legends' for sponsoring today's video, their support allows us to keep bringing you guys more content like this! So, if you like what we're doing, make sure to show your support by downloading RAID: Shadow Legends for FREE at IOS: https://clik.cc/WaONU  ANDROID: https://clik.cc/AR977. Hope you all enjoy the video! :)", "likes": 5470}, {"id": "R6YCfVe4eR0", "text": "Exclusive Theory: Tormund gonna go undercover with his blue eyes and kill night king", "likes": 11756}, {"id": "NJF9Yrj0Sqo", "text": "I don’t think the queen fell in The presents I think she was pushed by Prince Charles 🤣😂🤣😂🤣😂🤣😂🤣", "likes": 167}, {"id": "gIcFUjXI1zc", "text": "I cannot wait for the ruin skin!", "likes": 31}, {"id": "JHmktXPdOrQ", "text": "Have a homeless guy from LA on the podcast.", "likes": 1410}, {"id": "azvR__GRQic", "text": "Phoenix: “Who are you?”\n\nPale chick: “The better question is who are you?”\n\nDrax: “Let me do you one better. Why are you?”", "likes": 4863}, {"id": "198gzllaumo", "text": "The end credit sequence better just be a realistic Pokédex.", "likes": 2324}, {"id": "ykeMn9wUDd0", "text": "fill the bottle about 1/3 and do air, works with water as  well. can go really high or far", "likes": 99}, {"id": "t433PEQGErc", "text": "Phoenix: So, what do i have to do? \r\nDirector: Make everyone forget about jared letos joker\r\nPhoenix: Say no more", "likes": 2215}, {"id": "CbaaOSxYXMc", "text": "Starts video\n\nSees AVGN meme to kick it off\n\n*Noice*", "likes": 838}, {"id": "26EivpCPHnQ", "text": "Okay, drop everything lads. Oversimplified time! *grabs oversized bag of popcorn*", "likes": 382}, {"id": "Iv7PW4ZEFD4", "text": "Make sure to leave your questions for our Post Mortem episode down below!", "likes": 2614}, {"id": "o9vJcOAacpA", "text": "No one is ever really gone \n\n\nMr Stark, I feel a bit better now", "likes": 831}, {"id": "RRsqDThxjFQ", "text": "Wow like it😌😌😌", "likes": 9}, {"id": "BRrRhm2Dw0c", "text": "And that’s how cannibalism successfully got incorporated into a children’s show.\n\nGood for them.", "likes": 48}, {"id": "QX-YGiKZnn8", "text": "Now we get to wait until 2020 for the next episode, lmaoo", "likes": 1810}, {"id": "5jDsPkPjVK4", "text": "The spin off is actually going to be a prequel so... they *might* just kill everyone", "likes": 1670}, {"id": "5ljluGA4dQU", "text": "Can you believe, Paul Rudd was 19 years old when Chris Hemsworth was born. He is old enough to be his dad!", "likes": 1820}, {"id": "pY8O7-mpdUk", "text": "Which are you more hyped for, The Rise of Skywalker or Endgame?", "likes": 711}, {"id": "HZ7PAyCDwEg", "text": "Your sister took something from me. A virus that can wipe out half the population.\n\nThanos: *am I a joke to you?*", "likes": 1772}, {"id": "p0hNVx-2swk", "text": "Me:(Well structured original joke)\nMoms:...\nMe:(Includes minion picture)\nMoms:HAHAHAHA LOL LMAO", "likes": 1638}, {"id": "m2MtBgCwVbU", "text": "1:26 \"I just want some silky hair.\" \"His daddy got silky hair what wrong with dat!\" Haha I'll actually agree there 😂😂😂.", "likes": 927}, {"id": "DYLIH-fBrM4", "text": "Subscribe to FBE2 for Vlogs, exclusive content, and more!  https://goo.gl/fpJio3\nBe part of the FBE Family! Subscribe, then hit the 🔔!\nNotification Squad: We respond to comments the first 30 minutes a video is uploaded, so be sure to turn on notifications and come say hi sometime!\nThank you for supporting us all & our company! You’re all amazing! \n- FBE Team", "likes": 518}, {"id": "O8P6AYJXgWk", "text": "Hello Combo I have a game request\n\n\nBrawl Stars (iPad and Phone)", "likes": 5}, {"id": "ZWGq6TPeRPg", "text": "Palpatine coming back is easy, barely an inconvenience.", "likes": 1025}, {"id": "YRyQdyef7rg", "text": "One like 10000000 big slaps for the grandma not the child the grandma made Linda spoiled", "likes": 2068}, {"id": "l2ppLtHbag4", "text": "Cersei looks like she's starting to consider laying off the wine.", "likes": 1472}, {"id": "BtRmyTpHk1o", "text": "The thing that scared me most was how well you can sing", "likes": 420}, {"id": "7Z610fSoifk", "text": "Sam Riegel: Aww man, a fake DnD Beyond presidential campaign would be a super fun sponsor gimmick that I'm sure they and all the fans will love!\n\n\nAshley Johnson: I'm about to end this man's whole career.", "likes": 625}, {"id": "TkU7KL3Omj8", "text": "It's a don't knock life for us!\nIt's a don't knock life for us!\n*Okay, I can leave now.", "likes": 162}, {"id": "vwhsggI5eRo", "text": "And the award for Best Actor in a Leading Role goes to Doug Walker in \"Stamps\".\nWhat did everyone think of Hop?\nSupport this week's charity here - https://3arts.org/projects/pocket-con/", "likes": 770}, {"id": "nUtozqvFTz8", "text": "3 things we need:\n1. Villain house\n2. Death note spin off like avatar\n3. When people take anime too far pt. 3", "likes": 1243}, {"id": "TQJEaqQeH3Y", "text": "WHY ARE CHILDREN INCLUDED IN THE SEARCH PARTY!? THEY'RE GOING TO STUMBLE UPON SOMETHING THEY SHOULDN'T SEE!!!", "likes": 290}, {"id": "bf29DTdU1Ow", "text": "What an amazing mockumentary!! Just adds to the lore of my childhood.", "likes": 2304}, {"id": "YSWKtuaV2fY", "text": "“I wish I stayed home and played the new call of duty this is so not cash money”\n\n—Scout", "likes": 7246}, {"id": "8bQ23FBu2Ys", "text": "a moment of silence for the beard please R.I.P", "likes": 875}, {"id": "IIZnSZRoriQ", "text": "ahhhh i’m early \ni need to think of an original comment.....\n\n\n\n\n\n\ni got nothing\n\n\n\nlove you lauren💜🍞🦄", "likes": 750}, {"id": "4H9jTQKmR3Q", "text": "when someone doesn't speak spanish\n\nDuolingo bird: *RED FLAG*", "likes": 2074}, {"id": "Xv4QWCcFk2c", "text": "If you want fyra back make this blue \n👇", "likes": 1258}, {"id": "DBgiYEXu18Q", "text": "4:47 I get it what you did there! (:\n\nEdit: I Have Never Got This Many Likes Before, Thanks!\n😄", "likes": 236}, {"id": "rdl_ELQEgmU", "text": "I FELL OFF THE ROOF... Watch To The End! \n\nAlso, the *NEW* RAINBOW MGZ Merch Is *OUT NOW* for 7 Days then *GONE FOREVER* >> morgz.co", "likes": 3198}, {"id": "HruVBOWNARo", "text": "They did rush a few scenes. If they would have made the episode 10 minutes longer it could have let more emotion into it. As great as it was to see these reunions, it felt a little sterile on the deep-seated feelings we should have seen. Your impressions were spot on as always!", "likes": 114}, {"id": "MdVTBGEuxhM", "text": "- Is that Wiggins's heart?\n- No, its too big.\n\nSo accurate xDD", "likes": 3955}, {"id": "MCxotRc6WUI", "text": "hiiiii guys\nhope ur having a nice day if not u better start oK ♡♡♡", "likes": 3746}, {"id": "we6qm0zXMYU", "text": "Lucy Lang comes across as so polished and impressive here. Exactly the kind of lawyer you'd want on your\n team!", "likes": 1361}, {"id": "JTQcIR2ZxU4", "text": "Subscribe or I’ll delete your Fortnite account.", "likes": 32508}, {"id": "O4iGNXsqghs", "text": "Keanu Reeves, for once a decent human being in Hollywood.", "likes": 1177}, {"id": "H2tuKiiznsY", "text": "Like this video? Help us make more like it by becoming a member of the Vox Video Lab here on YouTube: http://bit.ly/vox-video-membership\n\nThere are few things that we love more than blowing your mind with an obscure fact, or crafting a visually beautiful, reported explainer — but that work is expensive. Your membership will help fund more of that work, let us take on more ambitious series and stories, and keep our work free.\n\nSo if you're interested in supporting our journalism and getting a peek into our process, please consider becoming a member of the  Vox Video Lab today. http://bit.ly/video-lab", "likes": 761}, {"id": "_j4lSniNQ5g", "text": "I'm going to get fired for taking yet another long lunch. Thanks Cleetle.", "likes": 130}, {"id": "MuqMjucmMqk", "text": "Doug the type of guy to drive around looking for a school zone.", "likes": 391}, {"id": "P-nd3CCBvZY", "text": "You guys are mastering the musical multi-angle montage. Music was spot on boys!", "likes": 58}, {"id": "VuafXmP254E", "text": "So which of these cars are you thinking about picking up? I can't choose! Let me know.", "likes": 461}, {"id": "mOiuTRGQdFg", "text": "Love ur vids lance keep up the great work❤💯💯", "likes": 41}, {"id": "6ekeJ0L0Rg0", "text": "Perfect that the winner has such a nice playground for the new toy!", "likes": 866}, {"id": "mQ2fJ_aM_T0", "text": "Did you guys get notified by YouTube that the video was posted? Also when you watched the video, was there a screen that said \"this video was flagged by the YouTube community and may be offensive\" or something like that? Just wanted to check because I had issues last night which is why I had to postpone publishing the video. I hope it's all fixed and you guys learn a lot from the video! Stay tuned for the next video and then for a video that, well, covers a life changing event ;)\nAlso for those asking why I am wondering, here is what happened last night when I went to publish: https://www.instagram.com/p/BwI-VOhFkt2/", "likes": 2095}, {"id": "L9FELWSDYPk", "text": "Why do you think American cars don't sell in Japan? Protectionism? Reliability? Vehicle size? Lack of dealer support?\n\nIs it worthwhile for U.S. companies to invest in the Japanese market?", "likes": 243}, {"id": "qYNfXYSOOHo", "text": "Get your Special Edition Super Turbo Manga Style Shirt from the MCM Shop: https://mightycarmods.com/products/superturbo-manga-tee-shirt", "likes": 233}, {"id": "9-bBsf5oWJ8", "text": "Alberto makes great content! Love his work!!🤙👌👌", "likes": 27}, {"id": "V5QBlNZzUr4", "text": "Click bait. No gun pulled.", "likes": 154}, {"id": "hibBo1mHLQo", "text": "Two wheel drive mall crawler?", "likes": 195}, {"id": "3V7UkC2ivcY", "text": "I CAN’T WAIT TO SEE MY BOYS IN MIAMI THIS SATURDAY! WHO’ COMING?", "likes": 282}, {"id": "ygkjAStN44U", "text": "Glad you guys are enjoying the long videos. I much prefer editing them. they're a lot more work, and require a lot of time, but to me the finished product is much better than trying to keep up with a bunch of smaller 10 to 20 minute videos. It also makes me feel like I'm not brushing the content either. these videos take probably two or three days to edit on together, and involve a solid week of filming.", "likes": 414}, {"id": "heNNkduH2kc", "text": "6:09 \n         *Talks about 8 Cylinders*\n         *Pulls footage of Inline' 6's from Tokyo Drift*\n\n\nNice Job Mad Lab", "likes": 192}, {"id": "UspflJ6DWsA", "text": "My friends dad used to have one, it’s actually an upgraded factory option. SVT Ford Raptor, Roush Edition", "likes": 217}, {"id": "bTCRlg0QmG0", "text": "Put PVC pipe over the tire next time (like those drift trikes)", "likes": 153}, {"id": "EYcMQWq4oFI", "text": "Looks like the Car Wizard will be able to buy another vacation home after this latest money pit purchase.", "likes": 1227}, {"id": "9c8mAYT4Tf0", "text": "Sooooo how soon can we break this thing in at the Burnyard??", "likes": 417}, {"id": "YCjLJxlQXcQ", "text": "HI\nSeptember rally in Japan - YES - sure you should do this.\nI don't know how many votes you have from Poland :-) but you have mine", "likes": 66}, {"id": "lRN6lWkNHTI", "text": "_The finest weight reduction on a murcie by Mr. Florida man_", "likes": 423}, {"id": "VQYgjjlTckA", "text": "Dude a freaking K series NASCAR truck,....and a built prelude , k series sti !!!????? You dudes are game changers!!  U and Cleetus Changin the game!", "likes": 62}, {"id": "0HYOGs_kr4c", "text": "Oh that RS200 in the background.\nA bit of pee came out... 🙉🙈", "likes": 76}, {"id": "25frmCuM5So", "text": "How about some photos and videos that are relative to the story or actually from the story", "likes": 36}, {"id": "tF3Ri-HHleU", "text": "I want to remind everyone watching this that I don’t find myself “special” for having this happen to me. I’m sharing this cause i hope it can help anyone else going to a music festival and just in general to remind everyone to always be cautious. As sucky as it was, I am grateful to have been able to get a new one so fast and I will continue to use this as a learning experience.", "likes": 581}, {"id": "k7aSoFqAyK8", "text": "⬇️ Scotty’s Top DIY Tools:\n1. Bluetooth Scan Tool: http://amzn.to/2nfvmaD\n2. Cheap Scan Tool: https://amzn.to/2D8Tvae\n3. Basic Mechanic Tool Set: https://amzn.to/2tEr6Ce\n4. Professional Socket Set: http://amzn.to/2Bzmccg \n5. Ratcheting Wrench Set: https://amzn.to/2BQjj8A\n6. No Charging Required Car Jump Starter: https://amzn.to/2CthnUU\n7. Battery Pack Car Jump Starter: http://amzn.to/2nrc6qR\n\n⬇️ Things used in this video:\n1. Common Sense\n2. 4k Camera: https://amzn.to/2HkjavH\n3. Camera Microphone: https://amzn.to/2Evn167\n4. Camera Tripod: https://amzn.to/2Jwog8S\n5. My computer for editing / uploading: https://amzn.to/2uUZ3lo\n\n🛠Check out the tools I use and highly recommend ► https://goo.gl/rwYt2y\n\n🔥Scotty Shirts and Merch ► https://goo.gl/pTAeca\n\nSubscribe and hit the notification bell! ► https://goo.gl/CFismN\n\nScotty on Social:\nFacebook ► https://www.facebook.com/scottymechanic/\nInstagram ► https://www.instagram.com/scotty_the_mechanic/\nTwitter ► https://twitter.com/Scottymechanic?lang=en", "likes": 56}, {"id": "otlR05QZRrU", "text": "Imagine all this stud that his son gets to play with when he grows up... lucky kid", "likes": 273}, {"id": "PhqbRydeCj0", "text": "Braydon’s videos are 🔥🔥🔥 like if u agree", "likes": 93}, {"id": "ohi8-OOP7gk", "text": "Wtf the way they are disrespecting his flowers....U SHOULD LOSE UR JOB FOR THAT...", "likes": 701}, {"id": "UpKseKww_eM", "text": "2 facts that we have discovered by watching whistlindiesel. 1: Drag slicks are best for mudding and 2: Trucks disc better than tractors 😂 Both literally proved by video", "likes": 86}, {"id": "zRAZcrP0b2Y", "text": "That feeling when Ed threatens to ruin your life on the internet.", "likes": 872}, {"id": "uao897AZC08", "text": "You will learn Carter's is ALWAYS having a sale.. in the 7 years I've been buying their clothes for my boys, I've never had to pay full price for anything 🤷🏽‍♀️", "likes": 43}, {"id": "dVaWo7FPrWE", "text": "This should be titled something like Christian has panic attack in a lambo!", "likes": 280}, {"id": "OnWolLQSZic", "text": "Nazi germany secret weapons test 1943 colorized", "likes": 1594}, {"id": "U4oV_F3JJYw", "text": "This might me the reason u could not get grip at the track Gavin", "likes": 19}, {"id": "2o7FtxsmY9U", "text": "no one:\n\nAlex Choi: Lets put my Lambo INSIDE a rollcage", "likes": 738}, {"id": "2wEGBdZzYkU", "text": "That \"park ranger\" had nothing better to do obviously😒 keep up the cool videos 👍", "likes": 42}, {"id": "cWouzpkoCIc", "text": "Hey guys there was sooo much going right in order to make this track rental and we persisted and made things happen that others wouldn’t have made work. Hindsight is 20/20 and haste makes waste are a few cliches that come to mind. We are committed to showing not only the good but the bad and the ugly. We will persevere and pray and we will succeed. This transmission seems cursed and it’s embarrassing. It’s been a problem from the beginning, I can make transmissions do what I want and I have great successes on many platforms. The trans tune in the car is based off of a vehicle that went 9.6s and shifts flawlessly .12 sec shifts. I feel I could shift this Car better with a manual trans. THE QUEST For 9s continues! Thank you guys for the support! Please check out our store in the link below! Thank you all and God bless you!", "likes": 149}, {"id": "6R0a7j5xa2M", "text": "next video \"I got pulled over for underglow lights\"", "likes": 143}, {"id": "Rk1GPOi4z9A", "text": "I will never buy a customized motorcycle from anybody, I don't care who did the work.", "likes": 12}, {"id": "lgMoTQLebTs", "text": "Best generation Camaro: GO!", "likes": 203}, {"id": "iZTWhZQCiPg", "text": "I will have some details on the giveaway coming up in the next videos. I really do appreciate everyone watching the videos and support. Thanks guys!", "likes": 221}, {"id": "7ddrSoryBJ0", "text": "I thought we would never see the day that we would get a 1320 video like this again", "likes": 143}, {"id": "vnN6P0u2wOU", "text": "Lego experemental Cars and trucks!", "likes": 24}, {"id": "k137r5YDeRY", "text": "You guys are going to destroy the internet keep doing what you guys do", "likes": 153}, {"id": "1xqOkrQEVBw", "text": "My dudes and dudettes! This is the first episode of SEASON 4! And a new series called FINDING MY PERFECT CAR! I hope you enjoy the shows and the new season!", "likes": 1148}, {"id": "mt2zvsvkKKo", "text": "Director:How much yellow you want in the video?\nOffset:Yes", "likes": 6220}, {"id": "XsX3ATc3FbA", "text": "ATTENTION:\nBefore the 24hrs end: In the name of BTS & ARMY'S we wanna thank everyone who was with us since the begining.", "likes": 3802}, {"id": "coLerbRvgsQ", "text": "Takashi:  Billie, how cool you want this video? \n\nBillie: YES\n\n\n\n\n\n\nedit: check out *bad guy* cover on my channel!", "likes": 11736}, {"id": "INsVZ3ACwas", "text": "Use me as a drop eternal ATAKE like button 🛸 🦇 ⚰️ 🐍", "likes": 1345}, {"id": "7reOMlxgnc0", "text": "Blueface: I’ll send in my verse \n\n\nLil tjay: we didn’t finish the beat", "likes": 2001}, {"id": "uv9kDcbJLi8", "text": "I swear the god ima like this comment \n\n\n\nU swore now run my like", "likes": 1330}, {"id": "ZEWGyyLiqY4", "text": "This is what country should sound like. I’m just gonna leave that there 🤠", "likes": 1177}, {"id": "r7CWEE3ZAWs", "text": "I miss this, just a chill music video, no money, no strippers, just classic 2000s music", "likes": 1684}, {"id": "sWK6eBYGZBM", "text": "Si estas buscando a un hombre q no joda,eso no existe te vas a quedar sola.......esas palabras me llegaron al cora :\"v", "likes": 378}, {"id": "XlmaJ-yU46U", "text": "Se me erizo todo cuando Romeo dijo \"Aventura\" 😍\nA alguien más le pasó o sólo a mí Jajajaja", "likes": 1281}, {"id": "lzQpS1rH3zI", "text": "I'm a simple person: \n\nI see juice wrld upload...I click", "likes": 644}, {"id": "2S24-y0Ij3Y", "text": "100M. FINALLY, WE DID THIS BLINKS!!!!! \n\nCONGRATS BLINKS!!!!!BLACKPINK IS REALLY IN YOUR AREA!\n\nLETS KILL THIS LOVE!", "likes": 3414}, {"id": "1N3vUlC5354", "text": "This video is a reminder to always appreciate your family for who they are\n\n\nNEW Mellogang Merch ▶ http://mellogang.com", "likes": 5370}, {"id": "b8PtBzdiZ3g", "text": "Mala suerte al que lo lea \nBuena suerte al que le de like", "likes": 11218}, {"id": "ADW4NDgOWcc", "text": "Cualquier colaboración de Legado 7 y Fuerza Regida  \nEsta chingon 💣💥🔥🔥", "likes": 34}, {"id": "VlmZMeqoADI", "text": "Tendencias en Colombia ...por ley jajaja 😋🥃🍻🥂 🐼🐻6.06.16", "likes": 117}, {"id": "lmCEZhb-z-Q", "text": "De donde lo ven? Denle \"Like\" / Where are you watching from? Make sure you give it a \"thumbs up\"! 🔥🔥", "likes": 27694}, {"id": "8mW80GC1KXw", "text": "So we just gon ignore how crazy Squidward went on this instrumental 😕", "likes": 2081}, {"id": "_mVD77GThEY", "text": "Make your whole team vanish that’s a paper trick, origami! OMG 🔥", "likes": 499}, {"id": "8_JbZvHc92U", "text": "Honestly, I'm just waiting for Kevin to break out singing haha 😂", "likes": 1318}, {"id": "g6DRlyxi8hc", "text": "This song fire 🔥 I mean before I let go was already lit but damn bey 😭😭💕", "likes": 343}, {"id": "mS3TeZEp_PE", "text": "Congratulations...your gonna be a daddy mow!!! God bless you & yours....life is precious....beautiful song btw....from the mouth to the heart xo", "likes": 27}, {"id": "AbXahmBSLTk", "text": "This was done so well! Loved the tribute to your wife and daughters and all sorts of women! Also super catchy", "likes": 339}, {"id": "A8N4_cjLXH8", "text": "For the people that read this have a good day and I hope you'll all have a successful future", "likes": 1080}, {"id": "faHytY6pnNc", "text": "I'm gonna riiiiiide til I can't no more. 🤠 🐎", "likes": 58}, {"id": "86kKFYmAMxA", "text": "Like si empezaste a cantar y te diste cuenta que no iniciaba como solía ser xd", "likes": 228}, {"id": "u8tdT5pAE34", "text": "Today's my birthday this is the best gift I ever received 😭❤️❤️❤️🔥🔥🔥 love you avicii rip legend forever mentor", "likes": 2415}, {"id": "KCXSkp-CFqQ", "text": "Blueface: aight I’ve done my verse I’ll send it to u\nG eazy: I haven’t even sent u the beat", "likes": 1374}, {"id": "RMlzoqV9A_U", "text": "Melly just looks evil and bans the quiet killer", "likes": 194}, {"id": "RLAM8CjUEz4", "text": "A quien ya les habían aburrido las canciones de mota?\n⬇️.         Saludos", "likes": 117}, {"id": "sRAG2NG5bkQ", "text": "You can’t mix hip hop, rock, emo, rap and screamo together.\n\nRonnie: hold my beer", "likes": 1660}, {"id": "bM75pbEryrA", "text": "Wayne is definitely a genius. How does he think of these metaphors.", "likes": 421}, {"id": "AsCnKFzhFSA", "text": "Nuevo éxito Marc Anthony 😊🤗", "likes": 47}, {"id": "Mc-v9NPveU4", "text": "producer: ok how jealous do you want david to be\n\n\nliza: yes", "likes": 7477}, {"id": "gN9e40PE8VI", "text": "Solo vine Por Anuel. 🤘👀🎶... El De La Bebesita 🤘😒. \n#Real Hasta La Muerte❤🎶", "likes": 767}, {"id": "uOYj7WfJQD8", "text": "HE DID NOT HAVE TO COME FOR MY NECK WHEN HE SAID STUBBORN PEOPLE CALL HIM \"SIX-LACK\"", "likes": 378}, {"id": "vpbblMR_jUo", "text": "Another day im glad im living in the same era as this genius", "likes": 1230}, {"id": "5FBl5zixqwA", "text": "Weird...this makes me think of nipsey and lauren london. I see u tho' Derez.\n#ripNip🙏", "likes": 67}, {"id": "WyxaWXGVeLM", "text": "Juvenile still a beast on the mic 👏👏👏👌🔥...", "likes": 26}, {"id": "ghJURdZKq3I", "text": "Cuando escuche que decían “ mi casa ” empecé a gritar  y las personas solo me veían como su estuviera loca", "likes": 269}, {"id": "VtE0EHs9tO8", "text": "Key glock got his song on a movie 👌 YEA!", "likes": 278}, {"id": "UW2QoShtHgE", "text": "Nobody: \n\n\nUs: STRAAAANGE...MUSIC", "likes": 357}, {"id": "3oRwCF7pbeI", "text": "Brantley you was just on Five Finger Death Punch Blue on Black song this morning and you got another new song out hell freaking yeah", "likes": 48}, {"id": "cnRK-2cdVW4", "text": "Like if young dolph better than lil pump", "likes": 608}, {"id": "Jh69mj95I-E", "text": "Me gusto por J Alvarez que anda en todos lados.", "likes": 631}, {"id": "UnQUDQpnG3M", "text": "*This is so 2000s metalcore that my tshirt shrunk from an L size to an S and my work shoes morphed into a pair of black Vans slip on*", "likes": 813}, {"id": "vLahdkfrVHQ", "text": "Might smoke weed for the first time on 4/20", "likes": 220}, {"id": "VpmuI_kyEeQ", "text": "Maxo stay one of the best storytellers rn", "likes": 210}, {"id": "0OmRrFD8zJk", "text": "Canadian here 🇨🇦 and loving this so much it’s on repeat! 🔥 Well done ladies 🙂❤️", "likes": 270}, {"id": "rTKodwXQi78", "text": "Khalid is the manifestation of all our emotions.", "likes": 391}, {"id": "ZDckQiE-fUg", "text": "jenna’s channel has turned into domestic bliss and i’m here for it", "likes": 3339}, {"id": "v_pjQkiXOng", "text": "I miss vicky n haley.... pls make a video in which only they r present pls......😇😇😇", "likes": 757}, {"id": "g8fDubsYq_g", "text": "Do your dogs like water? LOL Ours definitely do NOT!", "likes": 210}, {"id": "Bs5SfZdVAG0", "text": "Das gay I’m sorry I love turtles and tin dude won\n\nRead more", "likes": 28}, {"id": "Ug_VVu_ZW-A", "text": "Am I the only one that feels relieved to see a new video? I was worried about Sylvester. Thanks Steve! My favorite channel!!!", "likes": 1798}, {"id": "zcBUNd2kzAg", "text": "Dude am I the only one that’s bothered that Kian ISNT TURNING THE DAMN WATER OFF\nEdit: thanks for the likes lol AND also THE DAMN DIRTY WATER IS FLOWING INTO THE POOL ASKSFJGKFL KIANNNN!!!!! 😂 😂 😭", "likes": 3657}, {"id": "P9umUrqp-xY", "text": "those bikers are literally breaking the rules", "likes": 2050}, {"id": "DV4gbjDO0pE", "text": "Comment your favorite animal below!", "likes": 2089}, {"id": "GIJ_olY4BnE", "text": "Freddie: STAY BACK MY ICE CREAM 🍦🍦🍦🍦🍦🍦🍦\n👇this is how many people love freddie mercury and bosco", "likes": 3403}, {"id": "fZ7Lm2v753U", "text": "Kale the tortoise was super cute! What animal should pick my slime ingredients next? What is your favorite animal?", "likes": 279}, {"id": "ENZL1ZbO2oM", "text": "Guys destroy that LIKE button So I Can get a hamster :D", "likes": 717}, {"id": "KH5yr8jSsUc", "text": "Shamu is cleaning up and protecting your other fish, she's like your body guard of the pond lol", "likes": 244}, {"id": "YyJP1MTnWfE", "text": "Yup, pretty normal, just casually watching a fully grown woman playing with miniature sized toys.\n\n\nLove ya Rachel.💕", "likes": 226}, {"id": "oq93paTwEXs", "text": "Sis disappears for 4 months and comes back with a whole mansion, umm spill ?😂", "likes": 560}, {"id": "wl9GqoUG-3Y", "text": "Petition for Blake to give us an update of all his animals\n#RanchFam", "likes": 451}, {"id": "RYX-bSDFX6Y", "text": "PLZ KEEP HER you cant show us somthing so cute as her and give her away plz she is so cute", "likes": 186}, {"id": "SuzQ2vWfp9E", "text": "Mariah brings goats\nCarly and Erin brings dogs\nJason brings mimes\nJonah brings car into people's houses \nDavid brings actual death", "likes": 1050}, {"id": "Sax9TySaayo", "text": "Just toss vids like this up on this channel man, it's good!", "likes": 135}, {"id": "fqTq2F1A_oY", "text": "Pax is soooo cute ;-; wishing him many happy moments <3 I can't believe this was filmed 5 years ago", "likes": 205}, {"id": "kaoWksEnRJ8", "text": "Welcome to another episode of Maya's food review 🐶\n\nInfo: All tested foods were checked for safety on the American Kennel Club website before feeding. Celery, cauliflower, pomegranate, zucchini and cooked potato (never feed raw!) are all safe and healthy for dogs.\nIn general, please feed the foods in moderation and try a small amount if you’ve never given them to your dog before. Each dog is different! Treats should not make up more than 10% of your dog’s daily diet.", "likes": 4410}, {"id": "5rQSawEIqc0", "text": "Support my channel by buying some dope FLAIR merch! - http://bit.ly/FLAIRGEARR", "likes": 48}, {"id": "-n8C76VXbCY", "text": "This is how many people love Tucker\n 👇🏻", "likes": 3639}, {"id": "AfD8K9i4qAI", "text": "Shiro still grumpy. Doing his Explain Series on thumbnail. \n\nKai is part bunny coz he lobs to hop around.\n\nKenzo is always humgry nd luking for nippols. \n\nHiro advans IQ explains stuff to brolo.\n\nSuki is MIA.\n\nHooman moccing Shiro.", "likes": 1541}, {"id": "XFeItKoT0Fw", "text": "Half of the comments here are *\"Re-upload?\"*", "likes": 602}, {"id": "Zr6BDuByL60", "text": "WATCH MORE FUNNY LIFE HACKS! https://www.youtube.com/watch?v=RGFUMmHfeHA&list=PLd91ozZ_SW7c1A0N8gJnLongxjAQ7qg5x&index=56&t=0s", "likes": 206}, {"id": "GGz-MM1gT3s", "text": "dogs: we are the cutest animals\nCurtis: hold my banana", "likes": 1373}, {"id": "0T4T7BiggMw", "text": "Keep Gary buy a property and get a pond built in the back yard", "likes": 26}, {"id": "l3HccwUAlZ0", "text": "I thought you were actually gonna sell your pets.", "likes": 258}, {"id": "Q7DDcimAYc8", "text": "Can we just appreciate both Ethan and Lydia, Ethan is very nice and funny and cute, and Lydia is so nice and caring she loves her animals so much like honestly ❤️❤️", "likes": 117}, {"id": "WABoA8qLVek", "text": "This is Bosley\n🐶\nHe has 0 health \n\n\n\n\n\n\n\nOne like equals 1 health", "likes": 1436}, {"id": "-A30OtsXlyQ", "text": "I didn't see the fish that the title of the video was about.  \"PET BABY DOLPHINS IN FRESHWATER HOME AQUARIUM!!\"  You should probably rename the video about the Arrowana's.  Beautiful fish by the way.", "likes": 74}, {"id": "AZ09eF6tHH4", "text": "If you guys want to make my day slide on over to my Instagram @brandonmjordan and comment on the picture of me and Presley! I’ll make sure to heart your comment or comment back! 🤘🏼💙🐶", "likes": 137}, {"id": "_ebLovW6fVo", "text": "Hope you guys enjoy this episode! If you want more we have a 360° video on the boat that we just uploaded to this channel! Link here: https://www.youtube.com/watch?v=WajFz5XQjnQ", "likes": 563}, {"id": "RuLUdd9QyOM", "text": "Sometimes avoiding a great white shark means tackling it head on. What are your thoughts on this risky strategy?", "likes": 127}, {"id": "7NENY7Aq_cc", "text": "O", "likes": 4}, {"id": "Wmf78UeTKwQ", "text": "Could we maybe get the next episode tomorrow? 😂", "likes": 100}, {"id": "O8FRBUO1LPs", "text": "Feeling super happy to see u again little hooman 🥰🥰🥰🥰🥰🥰🥰", "likes": 391}, {"id": "fRzIt2BhSrQ", "text": "Aw, I hope Tito cheered up after the mini pool party!", "likes": 2616}, {"id": "oBo1Erk5--8", "text": "Moaning?um...\n\nKid:what is moaning?\n\nMe:uhhh um idk", "likes": 175}, {"id": "opPhv79Ix-c", "text": "1 view\n17 likes\n3 comments\nMe:mama! Youtubes drunk!\nMama: *giggles*\nMe:look!\nAnd...I LOVE YOUR GUYS'S VIDEOS", "likes": 5}, {"id": "Uj0HAOKmRak", "text": "Travelling around the world with an animal partner? This guy is basically a real life Pokemon Trainer.", "likes": 1276}, {"id": "1ICuy3IWVYE", "text": "Name her Sigyn!! She's Loki's wife in Norse Mythology!!", "likes": 111}, {"id": "sSn2w_TT0hY", "text": "this was all filmed on my phone. Figured i might as well record it since i was making it anyway.", "likes": 127}, {"id": "JbeHav5oBEc", "text": "Want to learn more about Douglas and the feral kitten socialization process? I tell Douglas' story and offer in-depth tips for working with feral kittens in my new book, Tiny But Mighty! Order it here: http://kittenlady.org/books", "likes": 202}, {"id": "p8pVihtrU7E", "text": "I think snake discovery haven't got a bearded dragon", "likes": 330}, {"id": "-bkZ0CITAX0", "text": "Absolutely incredible! I am amazed. It's great seeing Mary and Eric outside of work enjoying the experience.", "likes": 66}, {"id": "lBM7AI0yp78", "text": "Of course he’s from Florida", "likes": 503}, {"id": "FiuiVtg0Dq8", "text": "Imagine explaining to a non football watcher that man city lost, won and drew against spurs😂😂", "likes": 1927}, {"id": "l8UL23m1qQY", "text": "Tiger is the only guy who can make me turn on golf while turning off playoff basketball", "likes": 1773}, {"id": "EGqNNhAibTg", "text": "Lou Williams and the Clippers have aa lion-heart! Shout out to them. Great comeback", "likes": 22}, {"id": "W9kyGJMwOmM", "text": "Like & Subscribe for more NBA Highlights all season long!", "likes": 351}, {"id": "Tpk3YcE_CvQ", "text": "Is Russell Westbrook overrated?", "likes": 378}, {"id": "F-wnJz2nCrQ", "text": "Umpire: *picks up bat that was supposed to be a dogs job*\n\n\nEveryone disliked that", "likes": 4361}, {"id": "FVzWfxxqEwU", "text": "Shouts out to BEVERLY for not being SCARED of a snake apply pressure.", "likes": 223}, {"id": "JPhW3kQkTsA", "text": "La verdad. El Ajax jugó mejor que Juventus   No se que opine el público 😀", "likes": 22}, {"id": "Sw3wPy9c5Zg", "text": "I don't know what's more surprising, Mopi making 4 shots or Cash putting Curry in his thumbnail. Lol", "likes": 245}, {"id": "kAQoYUg39oQ", "text": "Now I know why Chelsea fans call salah a bomber cuz he bombed Chelsea goal by a stunner 🙄😂", "likes": 172}, {"id": "ztIudazaGjk", "text": "19 MINUTES?! Let me go get a snack", "likes": 419}, {"id": "E5_67WbyJUM", "text": "I prefer the way Paul Heyman says Brock Lesnar lmao", "likes": 3028}, {"id": "VVRcXtSjPcE", "text": "Makes me want to play some golf on the Wii", "likes": 548}, {"id": "eFfr3Y9LzZI", "text": "What we bout to do today? We finna balllllllll 💣 love all y’all for the support yo ❤️", "likes": 616}, {"id": "9mj8gWelPnE", "text": "NLE finally bruh and where have you been Micheal", "likes": 568}, {"id": "6CY50j9S5l0", "text": "Next: \nThis murderer faked his killings, but I did it for real", "likes": 3552}, {"id": "FBlyGRhk-Qw", "text": "Who was the genius that said “hey let’s put black numbers on black jerseys!” Like fr 😒", "likes": 122}, {"id": "zOi3XKWg_3k", "text": "Petition to bully jj instead of vikk\n\n\n\n\nLike to sign", "likes": 3857}, {"id": "987kkc_sq5I", "text": "The cop had solid foot work and skills. And he wasnt talking that madness that some of these other players talk. Good job Mr. Officer.", "likes": 1024}, {"id": "sDnNpL2eF98", "text": "Boys, we made it. #50 on trending! 🔥🔥", "likes": 495}, {"id": "5l0T_z5wkas", "text": "Watch the next part of the interview where Lonzo talks about playing with LeBron James! \n\nhttps://youtu.be/NtNfdCk26s0", "likes": 34}, {"id": "-f3G4iGalrg", "text": "It's not my birthday\nMy grandma isn't dying\nCan I get a like for simply not lying", "likes": 285}, {"id": "SeUmmkn4meg", "text": "Good on the goalie for banging his head a few times while he's being helped off the ice", "likes": 1348}, {"id": "TTZJ49LF6D4", "text": "Tony auditioned for Deadpool 2 so he could rematch with Cable", "likes": 1479}, {"id": "Kx9fadoL9oU", "text": "Best investment that any Brand could have made! Congratulations Nike.", "likes": 102}, {"id": "t_yb5o5dM2U", "text": "How the suns collapsed from a nba finalist, to a playoff contender, to one of the worst teams", "likes": 78}, {"id": "B1GRftZoYNI", "text": "Pat beverly  shuold eat lots of GARLIC w some CURRY powder on it, if he will GUARD KD again to make KD QUIT", "likes": 82}, {"id": "vAJ4M89V41E", "text": "Here’s the link to my Discord Server\nhttps://discord.gg/NJqfPar", "likes": 17}, {"id": "TjXKS6ONtLQ", "text": "y'all didn't have to make me cry right before his final regular season home game", "likes": 1804}, {"id": "-Qj_zt8UOv0", "text": "The Tiger roars are back! Even Tiger himself roared lol.", "likes": 380}, {"id": "cvrUWgnPajs", "text": "Who should be the next head coach for the Lakers?", "likes": 8}, {"id": "BQYoOWIz8Jc", "text": "Dont let VAR distract you from the fact City conceded 3 goals at home to Tottenham and didn't score an away goal.\n\n\n\nEdit : City didn't do anything in the first leg to feel hard done by var. Go easy with the salt city and pep fans 😂", "likes": 1250}, {"id": "6KM6Y45QBtg", "text": "Adam Morrison was Larry bird with a 46.4 inch vertical", "likes": 1607}, {"id": "G2RldjhQ34s", "text": "Will the Warriors win the West this season?", "likes": 12}, {"id": "SxodeamgoiM", "text": "I though it was pitchers and was waiting for McHugh’s dodge last night", "likes": 20}, {"id": "nFVclvqfNDM", "text": "Beverly would have been with the bad boy pistons if he played for in the 80's and 90's lol. I love it.", "likes": 563}, {"id": "UjQ-U7cVjj0", "text": "Charles Barkley, my favorite NBA analyst. Entertaining dude and smart at the game.", "likes": 80}, {"id": "0JJ42OMc2Fc", "text": "Notification\nMe:celebrated too early this was posted 20 minutes ago.\nYode: never celebrate too early", "likes": 11}, {"id": "vs8QBXhMYwM", "text": "Why does every video with Charles Barkley say he’s SHOCKED?😂😂😂😂😂🤷🏾‍♂️", "likes": 198}, {"id": "as-LZZjezoA", "text": "Oprahside: \"I'd be surprised is CJ went of like this the next game\"\nME:😬😬😬😬", "likes": 610}, {"id": "PWM-UvjDeSQ", "text": "“This is about me” damn right bro! Congratulations 🥇", "likes": 169}, {"id": "0g2z4AKf8Ug", "text": "Adam LZed and his mexican hoon cartel in the FD this will be fun to watch", "likes": 373}, {"id": "uZqyBVDUDKc", "text": "I love how many kisses Birdie was giving nia", "likes": 143}, {"id": "zKfmiAYiC-M", "text": "Can’t believe the 1000th race turned out to be so boring and anti climactic", "likes": 1867}, {"id": "1Jy16LUyseI", "text": "Mopi been putting up a hundred shots too?! Cuz sheeeeesh. 🤣😂", "likes": 57}, {"id": "uA1rhSdTZOA", "text": "Which Draft Day Comparison do you think was the WORST??", "likes": 295}, {"id": "KoBwuMwEXZY", "text": "That's defiantly Champions League game of the season my god that was a intense match to watch", "likes": 2165}, {"id": "wt0IhrZSAgQ", "text": "It all started in the first minute!\n\nAnd ended at last!", "likes": 116}, {"id": "cSnY7uE7VlQ", "text": "Show em how to do it Gardner.. Go Yanks!!!!", "likes": 18}, {"id": "Z1ZqlkM9Xxs", "text": "Robert is just the happiest man in the world, knowing he is not fighting Romero this time.", "likes": 218}, {"id": "WcGhGvrJlMU", "text": "\"WHY DO I TALK SOMETIMES?!?!\"\n- Lazarbeam 2019", "likes": 767}, {"id": "yKXeP1lcz-I", "text": "well i think this is the coolest video i have ever seen i subscribed", "likes": 27}, {"id": "PGbAWTqUuxQ", "text": "It's like old pewdiepie is fighting to regain control of felix's body.", "likes": 4261}, {"id": "EKAaqog5qkU", "text": "OnIIy OG season. 1-6 pIayers can Iikke thls 🔥         \n (sm4II tub3r trylng t0 gr0w ❤❤)🔥", "likes": 928}, {"id": "FmuTGcbu4Kc", "text": "Jokers secret technique: cRaShING the SeRVeRS", "likes": 1345}, {"id": "0GLbwkfhYZk", "text": "Become a Jedi on November 15, 2019.", "likes": 22092}, {"id": "FJgQ5AggrsA", "text": "There is nothing more beautiful than a bunch of dying zombies", "likes": 3484}, {"id": "s3sa1_DRk74", "text": "This is how much we rate the map\n⬇️", "likes": 146}, {"id": "-4KlNLnE3b4", "text": "Gather evidence, huh? Let's go to the refrigerator for.....evidence reasons.......", "likes": 554}, {"id": "Xs1oG1cbR3c", "text": "Muselk : PLANES ARE BACK OH NO! \nEveryone: Oh God \nMuselk : only in LTM", "likes": 701}, {"id": "VTtKEVcTIZ0", "text": "Who loves jacksepticeye?\nYes - Like \nNo - Reply", "likes": 319}, {"id": "KE0xm-Xa0Gs", "text": "Who’s the better Laker:\nLike for Kobe\nComment for Magic", "likes": 605}, {"id": "XXL07Cq884E", "text": "Do you think Preston said frick 100 times", "likes": 22}, {"id": "4FtcBaFabOM", "text": "Fortnite makes a water gun that does 1 damage.\nBCC’s next title: NEW WATER GUN IS OP!!!", "likes": 2108}, {"id": "9FQUcwbIYMc", "text": "Watch on 2x speed for the true speedrun experience", "likes": 1308}, {"id": "7tZSHK3XKOQ", "text": "everybody says *HEY* it’s noob saibot!!!!!\n\nBut no one asks *HOW’S* noob saibot😢😞", "likes": 1021}, {"id": "mACz5J2komM", "text": "*Remember to LIKE the vid and use code THELLAMASIR if you found this helpful!*\nTreasure Map Signpost GUIDE: https://www.youtube.com/watch?v=ZNqdNQnvrG4&list=PLoBVD9Yc_Nu-xrs4MmaTTB3I8-NkLyXSA", "likes": 319}, {"id": "GXzaLAOE-Mw", "text": "Like for more murder mystery. (PLEASE MAKE MORE JELLY)", "likes": 38}, {"id": "ogK1ztlhcBI", "text": "Your crush will kiss u soon😘\n\n\n\n\n\n\n\n\nŁíké this and šùbśćrïbê to me to ACTIVATE", "likes": 207}, {"id": "o1tbsC1KxGk", "text": "can't believe most of these still work", "likes": 3084}, {"id": "Of-KVI-NQ3M", "text": "HIT 👍 \"LIKE\" 👍 AND ENJOY!", "likes": 3042}, {"id": "0X2bggR66ps", "text": "Hope you enjoyed this TABs video, I certainly loved playing it. Did you see the polls I left on the video? Also lets get past 70k Likes easy!", "likes": 1964}, {"id": "K-kTMssHbIE", "text": "I gave you guys more space to put your stuff.", "likes": 5579}, {"id": "Z9PQrKgv0Wc", "text": "2:02 Lol dude died of a stink grenade in a bathroom ☠️", "likes": 254}, {"id": "VKpzywteYt8", "text": "Can you re add me? You added Fungi488 but my main account is Fungii488 one has double i and one doesn’t i have been subbed for 4 years and I was watching the whole stream if not I understand\nI don’t know if you remember me", "likes": 48}, {"id": "kz9La1XXi1E", "text": "Trying to download the update yesterday: \"You'll never see it\"", "likes": 447}, {"id": "sm9yIjpGoI8", "text": "Need help with the other Week 8 challenges? Here you go!\nDial the Durrr Burger Number on the Big Telephone west of Fatal Fields LOCATION - https://www.youtube.com/watch?v=UI8aW2IRX_w\nDial the Pizza Pit Number on the Big Telephone east of The Block LOCATION - https://www.youtube.com/watch?v=JO3sM_El0zA\nSearch the Treasure Map Signpost Found in Paradise Palms & Search the X on Map LOCATION - https://www.youtube.com/watch?v=CoV6GUUxLl0", "likes": 133}, {"id": "sqdurLoOyzI", "text": "Subscribe or Pink Steve will find you", "likes": 904}, {"id": "Ox41BTamano", "text": "Appreciate any and all likes you drop on this! I had a lot of fun playing it any would love to do more. Much love fam", "likes": 2146}, {"id": "uT0-2Q--KUM", "text": "Make sure to subscribe so you don't miss the next 100 drops! \nSubscribe today!! - http://bit.ly/2CCW0gf\nSubscribe today!! - http://bit.ly/2CCW0gf\nSubscribe today!! - http://bit.ly/2CCW0gf", "likes": 792}, {"id": "pGYj0M53AKw", "text": "Sadly Lannan didn't join us as he was recording. \n\n\nPickle on a stick join the giveaway https://bit.ly/freshtwittergiveaway", "likes": 1840}, {"id": "YAiv73VYrqw", "text": "If ya'll ready for a SSS double upload SLICE that LIKE button!", "likes": 12023}, {"id": "crC0Pymbl6I", "text": "praise be!", "likes": 9112}, {"id": "t_BN-_SUEYQ", "text": "Cj: You got no rings and no friends.\nBc: which can you offer me?\nCj: friends", "likes": 1864}, {"id": "eslVst0GJ3E", "text": "Girl if u finish your family aspiration you earn a trait that make your children learn skills faster while the mom is around!!! \nLike it so Kelsey can see please ❣️", "likes": 858}, {"id": "8E7xs5sSpJ8", "text": "I have some okay ideas😕😕😒😒 (I think)\n1. Don't sleep in the nether\n2. Don't swim to the bottom of the sea\n3. Don't dig underneath a village\n4. Don't be awake at 3am \n5. Don't go to baldis school \n6. Don't eat cookies without warm milk!!! \n7. Don't eat a puffer fish! \nLol\n\n\n\nSorry I had no ideas left ;-;\n\n\n\n\nEdit: Thanks for the people who liked my comment! Have a great day to whoever that reads this!!", "likes": 806}, {"id": "aLOuJO-t0WY", "text": "Hi everyone, sorry for the lack of uploads over the last fortnight (yes that was a word before the game was invented) - but I've just had some important stuff going on in real life. 🤮🤯\n\nDon't worry though, because I'm planning on getting back to things and uploading even more than before - if you're excited please LIKE and SUBSCRIBE! 💯 ✔️", "likes": 1821}, {"id": "G_rzjHsQgFE", "text": "P2 organise a 1v1 between your cousin and don's brother like if u agree...\n\n*Hopefully his cousin doesn't throw his controller out the window 😂😂\n\n*Whoaa I wasn't expecting 100 likes!!! Thanks guys!!", "likes": 131}, {"id": "dta1XRPHTsY", "text": "*Dan* I found treasure\n\n*me* I found something better.... this video\nU R GR8 DAN", "likes": 183}, {"id": "-SL8ypfeGPA", "text": "THE QUESTION IS? CAN YOU RIDE TRACERS BIKE?\n\nEdit: thanks for likes but chill with the replies", "likes": 2500}, {"id": "bnbjT-AmS6o", "text": "How to get views on yt\n\n\n\nFind a clip\n\nPut The Title All caps \n\n‘NINJA SAYS HES BRINGING NINJAS HYPER BACK’\n\n\nThen put famous streamers in the thumbnail and put text above them and put\n\n\n‘OMG’\n\n\n‘LIT’\n\n\n‘WOAH’\n\n\n\nHOW!?!?\n\n\n\nOMG", "likes": 825}, {"id": "bCcGt_VTsLM", "text": "“Oh I got lasers\nPew pew pew motherf*cker”", "likes": 109}, {"id": "uTpexTErOK8", "text": "#NOTIFICATIONSQUAD I LOVE YOU ALL SO MUCH <3 LEAVE A LIKE AND COMMENT DOWN BELOW WHAT YOU ENJOYED THE MOST!", "likes": 1144}, {"id": "FEPDcvRXnuY", "text": "Hit that subscribe button or you might get trolled :O", "likes": 315}, {"id": "esG3qY-xVpM", "text": "Daequan Logic: Every game a High Kill Game 😂😂", "likes": 157}, {"id": "hcszR5Yfhlc", "text": "**Looks at title**\n\nMe: Totally normal :3", "likes": 122}, {"id": "3JMRM6d6Zk8", "text": "This is how many times Albert said  nevel (still chill)\n👇🏼", "likes": 491}, {"id": "IPchR4J3G7M", "text": "You guys feed off of each others comments and actions so well xD", "likes": 85}, {"id": "bmlLHf71XXw", "text": "This is how much shadical rages \n\n    👇🏻", "likes": 394}, {"id": "SXqIlRtgFK0", "text": "sorry for the delay on the vid but I had a little vacation in Fiji with the boys.\nexpect a vid this Wednesday to make up for it 😉", "likes": 4140}, {"id": "dvLfK0iOyD4", "text": "Woah, what is Michael Keaton doing there!?!?!?!?!? Nice Batman 1989 quote.", "likes": 961}, {"id": "-qCKR6wy94U", "text": "Dear USA,\nThis is why you don't trust the market to fully regulate itself. \nSincerely, \nthe world", "likes": 1936}, {"id": "JHmktXPdOrQ", "text": "Have a homeless guy from LA on the podcast.", "likes": 1410}, {"id": "of-BUyxcoBo", "text": "Jacob always calm but his roast be funny😂", "likes": 639}, {"id": "L94M4xQcPYk", "text": "Anytime Conan goes to a foreign country, you already know the video about to be so funny", "likes": 1691}, {"id": "ykeMn9wUDd0", "text": "fill the bottle about 1/3 and do air, works with water as  well. can go really high or far", "likes": 101}, {"id": "p0hNVx-2swk", "text": "Me:(Well structured original joke)\nMoms:...\nMe:(Includes minion picture)\nMoms:HAHAHAHA LOL LMAO", "likes": 1638}, {"id": "4YGyj_KHnOE", "text": "These comments give me hope. The arrest of Mr. Assange is an attack on Free press. This is a sad day", "likes": 196}, {"id": "QPcBED-82VE", "text": "*I love that Pete comes to the Tonight Show and never actually has something of his own to promote lmao*", "likes": 890}, {"id": "DBgiYEXu18Q", "text": "4:47 I get it what you did there! (:\n\nEdit: I Have Never Got This Many Likes Before, Thanks!\n😄", "likes": 236}, {"id": "AtrkDViJ_gY", "text": "I was a Latin Republican now I’m feeling the Burn.", "likes": 23}, {"id": "gHXqSdCMZTc", "text": "*If you need ʀᴏʙᴜx watch my last uploaded video about how to get it until next sunday*", "likes": 2345}, {"id": "9rLCf_MRhwk", "text": "Justin bieber is a baboon\nAriana Grande is a zebra\nEd Sheeran is a koala\nWoww", "likes": 1295}, {"id": "gtA2IELIW3s", "text": "Props to Carrot Top for rockin' Michelle Wolf's look & killin' it with his story", "likes": 164}, {"id": "nPSuXCHD_h0", "text": "no one:\nabsolutely nobody: \nNOT A SINGLE SOUL:\nlow disk space: *hey sisters*", "likes": 1223}, {"id": "AiWxqHbLo-A", "text": "this actually the most reasonable she been the whole series! ahahah ...gave you options and everything!", "likes": 379}, {"id": "pFqUJbdy268", "text": "If Capt'n Bonespurs does manage to block all immigrants, where's he gonna find his next wife?", "likes": 328}, {"id": "IM8fjuO-7pk", "text": "Thank God Diego’s hair is back", "likes": 1681}, {"id": "Ie4YyBbkUrw", "text": "Petition to change the name back to Flicker", "likes": 224}, {"id": "Mni6y_KtsRw", "text": "Tell us a problem, we'll give you advice to fix it", "likes": 460}, {"id": "a1I7QBCHqng", "text": "Seriously, guys. If you're thinking about a suit, I can't recommend Indochino enough.  https://bit.ly/2IeeB8W (plus it helps out the channel)", "likes": 375}, {"id": "l6EZ1lYYmXg", "text": "They have the most adorable love-hate relationship. But the minute they join hands against someone, they're screwed. Like Todd Packer.", "likes": 164}, {"id": "z5wONdattO0", "text": "@Samantha Bee,\n\nI love ya, girl, but if those two get their own Fox \"news\" show, I'm blaming you for giving them the idea.", "likes": 26}, {"id": "CpjKDvWLl2U", "text": "“ I gotta bf “ , “ well how bout a husband “ niccceeeee .", "likes": 434}, {"id": "oxoVeZYiLzw", "text": "I've got to say I'm definitely siding with Jase on this one.", "likes": 55}, {"id": "Idkq3_bQrx4", "text": "Writers are in with the secret societies, like pretty much all of Hollywood.  Simple as that.", "likes": 382}, {"id": "Rc91Qvy8O04", "text": "Plot Twists...\nThor takes the Iron Throne and Jon Snow defeats Thanos with Dragon Glass.", "likes": 694}, {"id": "5cMqfHYvF-4", "text": "Is that why David from Camp Camp is a redhead? He just poured Big Red on himself and it forever stained his hair??", "likes": 41}, {"id": "0c6mI9ewB1c", "text": "Jesus died on the cross for our sins ... Mark took all the stokes of cane for the late comers... Mark you're such a good guy... GOD BLESS YALL ❤️", "likes": 613}, {"id": "VpZJbIfvVaU", "text": "Wheres the 3 second clip of Dan getting first place in Mario kart for almost one second", "likes": 841}, {"id": "TCb4oZ5CR0c", "text": "She’s getting married? Pregnant?😱😱😱 The last episode I saw she was a teenager?", "likes": 797}, {"id": "wA8NPDC9fmA", "text": "She said she was very smart but got Rumpelstiltskin and King Midas mixed up. Rumpelstiltskin spins straw into gold, not everything he touches, that's King Midas.", "likes": 75}, {"id": "yc7_uxQiKLQ", "text": "How can we support the rangers? \nI personally would be proud to buy the bullets used to shoot poachers, who would cut off a living animal's face, dead.", "likes": 163}, {"id": "lgjdMO7a1ZA", "text": "FIRST ONE TO LIKE AND COMMENT....WOOO", "likes": 7}, {"id": "vzhVnDjaBL4", "text": "My cousin works for the public theater of New York where she does a lot of the contract stuff with the actors, and a couple years ago Anne Hathaway did a play called Grounded. Super good. But anyway, apparent Annie is the sweetest person ever. And SHE GOES BY ANNIE", "likes": 433}, {"id": "-YD_FsA1vWQ", "text": "I think you should do a video about sharkboy and lava girl", "likes": 1167}, {"id": "-VrdNx73G8w", "text": "Me pongo a pensar si las cosas hubieran sido al revés... \nestoy segura que si pablo le hubiera ido a tocar su ventana al señor, el señor se hubiera tambien bajado a crear mas violencia. A discutir y tal vez a los golpes también.", "likes": 70}, {"id": "qhuexHQ1CeU", "text": "Order has been restored. He uploaded on a Sunday", "likes": 1713}, {"id": "cHYLi0Q0f6E", "text": "If they paid half a million to cheat their kids' ways into a school, they're willing to pay a lot more to the right people to stay out of jail. Somebody will take that bribe, and they'll get off with a slap.", "likes": 369}, {"id": "N1fZQPDur8U", "text": "HE'S HIDING THE  P I C K L E S. WHERE WOULD YOU HIDE THE  P I C K L E S ? ?", "likes": 787}, {"id": "AFMK7fQVVjQ", "text": "Which SpongeBob character are YOU the most like: SpongeBob 🍍, Patrick ⭐, Sandy 🐿, Squidward 🦑, or Mr. Krabs 🦀?", "likes": 54}, {"id": "2XEu9H-75KI", "text": "Wassup fans of the Nickelodeon? If you love these cartoons, maybe you'd wanna try our trivia game! https://watchmojo.com/trivia/hardcore-trivia-for-nickelodeon-fans", "likes": 79}, {"id": "EZ28Wa0ovM0", "text": "Vecinos quinta temporada la rompio yo creo que por eso distrito comedia crecio en suscribtores", "likes": 26}, {"id": "5LPIfoDjazU", "text": "Like this comment if you love and respect Bruce Norris.", "likes": 1150}, {"id": "DjQFvgh8dhw", "text": "Happens every time SpaceX lands the Boosters.\nFirst North Korea says they've created some new \"Super Missles\"  then Iran and Russia start jabbering about all the new super secret America crushing tech they've just secretly developed but can't show because it's secret.", "likes": 15}, {"id": "Ar1r4Nf-0sg", "text": "ട്രൈയിലർ കാണാൻ വന്ന മലയാളികൾ ആരും ഇല്ലേ ഇവിടെ ?", "likes": 1321}, {"id": "zSZ4aSVAR6k", "text": "Even after 60 years women dont know what to eat.😂", "likes": 222}, {"id": "adzYW5DZoWs", "text": "Like if you’re here before 1 million views 🔥", "likes": 3105}, {"id": "GEFPqEVlKEk", "text": "That moment when you realize the competitors were Gamers\n\nand Animators were the winners", "likes": 3737}, {"id": "0jNvJU52LvU", "text": "6 hours later... \n100 things you have missed in the new endgame trailer", "likes": 10449}, {"id": "_dTeT4ZPDCs", "text": "shes probably confused cuz theyre twins", "likes": 2942}, {"id": "PeHNLikDiVw", "text": "Makes sense to choose Hamill, you see he has a history of voicing psychopaths with iconic laughs.", "likes": 1369}, {"id": "dvLfK0iOyD4", "text": "Woah, what is Michael Keaton doing there!?!?!?!?!? Nice Batman 1989 quote.", "likes": 961}, {"id": "qNGwttrIyg4", "text": "If this button is blue you love unspeakable \n\n👇🏻", "likes": 908}, {"id": "hEdRBpjpgz0", "text": "\"We have the same birthday and so  I would never forget her birthday that's an easy relationship\" \n\nTrue", "likes": 6552}, {"id": "j_IpsYHtKS0", "text": "If this\n👇🏾 is blue you have sub to gaming golf and memes", "likes": 1597}, {"id": "MytxkcXV1Hk", "text": "Why does Youtube just refuse to put pewds on trending anymore?\n\nHey im top comment", "likes": 2061}, {"id": "7TavVZMewpY", "text": "Let’s just be honest, none of us are ready to see Mufasa’s death again!", "likes": 2633}, {"id": "LJNgqcwQZuQ", "text": "THIS VIDEO WAS ONE OF MY FAVORITES!!", "likes": 3276}, {"id": "-qCKR6wy94U", "text": "Dear USA,\nThis is why you don't trust the market to fully regulate itself. \nSincerely, \nthe world", "likes": 1938}, {"id": "xX4D8anW4Rk", "text": "Thanks again to 'RAID: Shadow Legends' for sponsoring today's video, their support allows us to keep bringing you guys more content like this! So, if you like what we're doing, make sure to show your support by downloading RAID: Shadow Legends for FREE at IOS: https://clik.cc/WaONU  ANDROID: https://clik.cc/AR977. Hope you all enjoy the video! :)", "likes": 5470}, {"id": "QaZ93sibpk0", "text": "Kanye is so sarcastic that people don’t think he’s being sarcastic.", "likes": 9485}, {"id": "7MursWMNONo", "text": "A sitting president should be able to be indicted just like everyone else. That's why we have a vice president...", "likes": 843}, {"id": "xCvSAeaqeFY", "text": "It's the final day of Webby Awards voting—help take Hot Ones to the finish line! #DoItForBill https://vote.webbyawards.com/PublicVoting#/2019/video/general-video/food-drink", "likes": 754}, {"id": "Wb3eZcj350U", "text": "hiiii guysss\nhope ur having a good day\nwhat's ur biggest fail???", "likes": 4094}, {"id": "grF8xYXMJLk", "text": "Me: Why is Eugene’s car so dirty?\n\nEugene: Because of the war.", "likes": 4219}, {"id": "LM7PL4-qP4A", "text": "okay but did anyone catch shane when he sounded upset by people juding how much foundation he used? like guys seriously give shane a break\nEdit : I’m sorry for my bad spelling I’m still learning sorry... 2:50 is the time stamp", "likes": 2341}, {"id": "2QdUnwkYtN4", "text": "Damn! Gary Owens got more interviews in the breakfast club than any other celebrity.. I ain’t complaining tho.", "likes": 1036}, {"id": "R6YCfVe4eR0", "text": "Exclusive Theory: Tormund gonna go undercover with his blue eyes and kill night king", "likes": 11762}, {"id": "39XmffMuds0", "text": "So the United States Senate \nIs not“smart enough “ to understand tax from one individual, but they get to decide on laws for the country", "likes": 153}, {"id": "Rj1sloGjFBU", "text": "Hi Spy Ninjas! We need to get the key for these handcuffs!", "likes": 2361}, {"id": "OxwFGiVOOFY", "text": "Follow us on Instagram https://www.instagram.com/f/fbe/ AND follow us on twitter: https://twitter.com/fbe ! Q&As, Casting notices to join the cast and more! \nBe part of the FBE Family! Subscribe, then hit the 🔔!\nNotification Squad: We respond to comments the first 30 minutes a video is uploaded, so be sure to turn on notifications and come say hi sometime!\nThank you for supporting us all & our company! You’re all amazing! \n- FBE Team", "likes": 428}, {"id": "Fo_ymT8NJwY", "text": "UFC cuts price to $30 I buy every single PPV. The current price is way too much so I just don't watch.", "likes": 118}, {"id": "YSJlU2q58Bc", "text": "hello!! here is a video that we filmed almost a year ago - and we finally got it out! i hope that you guys enjoy it!!", "likes": 14800}, {"id": "J9804etD1hQ", "text": "We love you guys! Comment  your favorite SNACK below!", "likes": 4964}, {"id": "tGQ4txQ6FOk", "text": "\"I like it when people put cloth around their necks\"\n\nOh you mean a scarf", "likes": 3966}, {"id": "22tAznwFKG8", "text": "Follow us on IG: @rhino_ @noahboat_ 🔥\n\nBe sure to follow Esther too @misssesta 💕", "likes": 2428}, {"id": "gIcFUjXI1zc", "text": "I cannot wait for the ruin skin!", "likes": 31}, {"id": "9_HJFOxde0s", "text": "Want to know how Josh prepared these muffin monstrosities? We’ve got a Behind the Mythicality for “Will It Muffin?” coming out on Wednesday, so sign up for the Mythical Society and watch how Josh cranked out these muffins!  https://www.mythicalsociety.com/", "likes": 394}, {"id": "EaAoPNNApIk", "text": "When he pulled off that mask I was so done😭😭😂", "likes": 66}, {"id": "of-BUyxcoBo", "text": "Jacob always calm but his roast be funny😂", "likes": 639}, {"id": "J7Pjafklzjw", "text": "DM me for scissoring footage", "likes": 10698}, {"id": "L94M4xQcPYk", "text": "Anytime Conan goes to a foreign country, you already know the video about to be so funny", "likes": 1691}, {"id": "azvR__GRQic", "text": "Phoenix: “Who are you?”\n\nPale chick: “The better question is who are you?”\n\nDrax: “Let me do you one better. Why are you?”", "likes": 4863}, {"id": "C-V5xvMZtxQ", "text": "MOST CLUTCH ENDING EVER", "likes": 6142}, {"id": "yRxzTNjvDCM", "text": "Merch restocked at www.dannyduncan69.com ❤️ part 2 will be up on Saturday or Sunday love you guys", "likes": 541}, {"id": "pFyuNDyaIW8", "text": "Gordan Ramsey: WHERES THE LAMB SAUCE!?\nTanner: WHERES THE MEAT STICKS?!", "likes": 461}, {"id": "198gzllaumo", "text": "The end credit sequence better just be a realistic Pokédex.", "likes": 2324}, {"id": "1ecCdPxDS0w", "text": "If you are at homechella today make this blue ⤵️😂\n💙\n\n\n\n\n\nBtw I just got to 14.3k on here 😭😂💕 tysm! I’m so grateful . Means so much ❤️", "likes": 2744}, {"id": "5eLm4lUK4Ww", "text": "Drop a like if you're ready for fake security at a Coachella after party next week!", "likes": 3963}, {"id": "04WYGo4rfdw", "text": "Do you guys think Danny could find another hiding spot, or is Jamie too clever?", "likes": 1010}, {"id": "Mtl-Lc1y4YU", "text": "Kim: *answers question*\n\n\nInterviewer: Wow Kim, very cool.", "likes": 1940}, {"id": "HR8ZpUgG-hM", "text": "The dad looks so much like Matthias (I know they are brothers)", "likes": 315}, {"id": "KRPNw6_SfTA", "text": "\"What'd you say about Jeff?\"\n\"I said he's so hot.\"\n\n*_\"Like, not in a gay way..\"_*", "likes": 2786}, {"id": "JTQcIR2ZxU4", "text": "Subscribe or I’ll delete your Fortnite account.", "likes": 32532}, {"id": "NYQZx1irvYc", "text": "The bed is lava\n5\n4\n3\n2\n1\nLike if you dont care😂", "likes": 595}, {"id": "4CyTBzXGeNs", "text": "*This is how much the ACE  Family will be paying for their electricity💡bill*\n👇", "likes": 1007}, {"id": "ZDckQiE-fUg", "text": "jenna’s channel has turned into domestic bliss and i’m here for it", "likes": 3344}, {"id": "VSqkL31w69k", "text": "Galaxy Fold or Mate X?", "likes": 14419}, {"id": "vtqtyyGZvXM", "text": "If it doesn't peel away easily, pull harder. The tougher adhesion is an intentional challenge to your superiority!", "likes": 2614}, {"id": "MQOXCO2V0ks", "text": "Who else would try this crazy challenge???!!!", "likes": 2714}, {"id": "QuderoyWqII", "text": "Imagine how iconic it would’ve been if Shane was one of the models", "likes": 3202}, {"id": "j-pOtgFwE3E", "text": "Vy wrote ‘Hello friends!  Does anyone here speak Vietnamese?’\n\nI tried so hard to translate this on google translate so please smash the like button!\n\n\nEdit: Thank you for 208 likes I’ve never got so many likes before!!!!!!!!!!\n\n\nWatch PZ4’s video to see the rest.\nHer channel is called Project Zorgo PZ4!", "likes": 253}, {"id": "8zNE2W0sXjM", "text": "YO! But seriously. Obviously couldn’t do any of this cool stuff without y’all watching. I appreciate y’all :)\n\nALSO. The police officer got another call while we were pulled over so he had to let us go lol", "likes": 56437}, {"id": "-9txATEWXTQ", "text": "Jeff is the classic \"I filrted too much with someone I don't like and now they're in love with me\"", "likes": 7410}, {"id": "YX-Y44S_NVw", "text": "Every one of these I slowly and slowly realize how much of a genius Josh is.", "likes": 1036}, {"id": "dd_BkZcQeFM", "text": "If it’s blue\n👇\n\n\n\nIt means you are subscribed to Rug\nEdit: OMG guys TYSM guys!  I have never gotten this amount of likes before! 😃", "likes": 2024}, {"id": "yw4DbIWmugw", "text": "Thank you for watching weekly and for your continued support of the show. Sneaker Shopping has been nominated for a Webby! Click here to vote : https://vote.webbyawards.com/PublicVoting#/2019/video/general-video/fashion-beauty", "likes": 1090}, {"id": "O4iGNXsqghs", "text": "Keanu Reeves, for once a decent human being in Hollywood.", "likes": 1179}, {"id": "a5vg_Yi42Ok", "text": "Drop a thumbs up if you guys would like to see more underwater metal detecting videos! If we can reach 10,000 likes I'll make another metal detecting video in Hawaii!! <3 We're currently Trending #13 on YouTube!! This is awesome! <3", "likes": 5832}, {"id": "v_pjQkiXOng", "text": "I miss vicky n haley.... pls make a video in which only they r present pls......😇😇😇", "likes": 757}, {"id": "FRru5CmnD3c", "text": "Comment your name with your Big Toe below!", "likes": 3347}, {"id": "H2tuKiiznsY", "text": "Like this video? Help us make more like it by becoming a member of the Vox Video Lab here on YouTube: http://bit.ly/vox-video-membership\n\nThere are few things that we love more than blowing your mind with an obscure fact, or crafting a visually beautiful, reported explainer — but that work is expensive. Your membership will help fund more of that work, let us take on more ambitious series and stories, and keep our work free.\n\nSo if you're interested in supporting our journalism and getting a peek into our process, please consider becoming a member of the  Vox Video Lab today. http://bit.ly/video-lab", "likes": 762}, {"id": "NFAN6L7xnvY", "text": "So that’s my favorite cheese blend - what’s y’alls?", "likes": 4626}, {"id": "ll_2sKx-xwI", "text": "What is in the POND?! Also comment any awesome *CHALLENGE* ideas you have below ⬇️", "likes": 649}, {"id": "AifIgSk1rFg", "text": "You should to a last to fall asleep challenge", "likes": 332}, {"id": "2bamwdQZAnY", "text": "Who was your favorite SWITCHED couple? 😂", "likes": 2806}, {"id": "9aBXIom9EuM", "text": "\"To go with your WHITE LEISURE SUIT?\"  \n\nLOL!!", "likes": 278}, {"id": "pqWkwolb3as", "text": "I know y’all just seen this on my Instagram @supremedreams_1 but aye support twice 😂😂😂", "likes": 11817}, {"id": "JBzGm_isvFs", "text": "if you haven’t followed my socials yet, go follow me on twitter & ig @gabbiehanna! 🖤🖤 love u!", "likes": 3155}, {"id": "SPGxR2L3rsY", "text": "Hey ZamFam- Do YOU think Daniel works for the quadrant or do you think he'll have an explanation for this?", "likes": 7398}, {"id": "yQehDTBqTw4", "text": "This girl has a felony and went to prison for involuntary man slaughter after drinking and driving and rear ending a mini van killing a mother look it up if you dont believe me", "likes": 6201}, {"id": "kMEuqwB_LL0", "text": "Have you been rejected before?🤔", "likes": 2679}, {"id": "qOkZiVlQHMs", "text": "\"If you drop this tray, I'll hang you upside down from your balls down the Petronas Towers\" Your insults never fails to make me laugh.\n\nEdit: Forgot \"down\"", "likes": 1355}, {"id": "rHxQuN-aE_c", "text": "Thank you Qrew fam for the love and support! I know its been 2 years since the last #SneakerHeadsBeLike but I promise you wont have to wait that long for past 8! Hit that thumbs up and lets get this video to 100,000 LIKESE!!! \n\n\n#QREWLOVE", "likes": 940}, {"id": "OSDu9ISXUpU", "text": "this is how many people love moriah elizabeth\n\n👇🏼", "likes": 103}, {"id": "86Lr_tChDAU", "text": "this is like an upgrade from the flip phones from 2007", "likes": 3326}, {"id": "lpaZA8L-XAU", "text": "I said what I said & THATS ON PERIODT.", "likes": 12204}, {"id": "Oq9ucKCP-jI", "text": "Should we trust Daniel?  It isn't looking good right now.  Let us know what we should do and what the next challenge should be!", "likes": 2256}, {"id": "u4EZrFBbUGk", "text": "3:03 When you can't afford double sided fake money.", "likes": 1203}, {"id": "cyh_JcPk8ZE", "text": "3:40 “layered rugs to give an element of surprise” \n\nYA WHEN I TRIP ON IT .. LOL", "likes": 1533}, {"id": "fSxNUpGD-44", "text": "*WHAT DO YOU THINK? LOVING THE BLUES???* 💙 don't forget to enter the giveaway!", "likes": 8068}, {"id": "g7itQNVeFB4", "text": "Hey y’all!! For the next episode we will be doing Devin’s home state of GEORGIA! If you have a school we should look at, leave your suggestions here! —Kristin", "likes": 1924}, {"id": "_j4lSniNQ5g", "text": "I'm going to get fired for taking yet another long lunch. Thanks Cleetle.", "likes": 130}, {"id": "dXIokT2H4cw", "text": "The one after the hubba bubba gum if you look at the soda the frickin straw is on the SIDE LIKE WTF\n\nP.S\n      Like this if you also saw it", "likes": 98}, {"id": "1CDgfSXjzbw", "text": "Subscribe for more long-form discussion like this... if you're into it.", "likes": 2381}, {"id": "maF-8ZCy8Wo", "text": "That soap tho.. O-O\n\n\n\n\n\nWAS IT REALLY A FINGER?! OoO", "likes": 169}, {"id": "QTc0gPyfpCg", "text": "\"Chris is not the problem, Chris is the solution.\" Amen", "likes": 597}, {"id": "VEm-51zTy_A", "text": "Steve and I also love Pikachu Pikachu is my favourite Pokémon", "likes": 3}, {"id": "MuqMjucmMqk", "text": "Doug the type of guy to drive around looking for a school zone.", "likes": 394}, {"id": "VSqkL31w69k", "text": "Galaxy Fold or Mate X?", "likes": 14421}, {"id": "vtqtyyGZvXM", "text": "If it doesn't peel away easily, pull harder. The tougher adhesion is an intentional challenge to your superiority!", "likes": 2619}, {"id": "AifIgSk1rFg", "text": "You should to a last to fall asleep challenge", "likes": 332}, {"id": "QBrhhOMcX0w", "text": "Who do you think built the best raft? Let me know what challenge you think we should do next so we can win and stop E2!", "likes": 3244}, {"id": "86Lr_tChDAU", "text": "this is like an upgrade from the flip phones from 2007", "likes": 3326}, {"id": "Oq9ucKCP-jI", "text": "Should we trust Daniel?  It isn't looking good right now.  Let us know what we should do and what the next challenge should be!", "likes": 2256}, {"id": "u4EZrFBbUGk", "text": "3:03 When you can't afford double sided fake money.", "likes": 1203}, {"id": "1CDgfSXjzbw", "text": "Subscribe for more long-form discussion like this... if you're into it.", "likes": 2381}, {"id": "5CS5ad1IWmw", "text": "\"I'm the master of not being in relationships\" -Me too Ellie, me too.", "likes": 1439}, {"id": "bdQHmb1cubs", "text": "Kevin: brags about his Subscribercount\nCamera: isnt even focused", "likes": 1917}, {"id": "e7WpRzSnNAU", "text": "Hi friends, I see some of you are commenting about how we used a bit of clay to shoot some footage of the phone. To be super clear, we cleaned it off very rigorously. In my original article (http://bit.ly/2PiOhMi), I just said it MIGHT be what caused the screen to break, just because it’s important to me to be very transparent and honest. But the truth is that:\n\n\n1. No fewer than five review units have been broken so far.\n\n\n2. I don’t really think it was the clay, but I might be wrong!\n\n\n3. No matter what, it is VERY troubling to worry that anything could get inside the device. Just like Lew said: “I’m fairly confident that some substance on this hinge component could possibly work its way into the device. ... Maybe you have to baby it.”\n\n\nNobody wants to have to baby a phone!\n\n\n- Dieter", "likes": 576}, {"id": "yZXQG3WtUvE", "text": "Guys we would REALLY appreciate a like on this one, we worked so dang hard for this. Please enjoy!", "likes": 1687}, {"id": "ff8gmT11FpM", "text": "BRO I CLICKED ON THIS MAD QUICK ❤️", "likes": 290}, {"id": "GFbh-AXI8MU", "text": "*FAMILIA BADABUN, El tornado causó todo un CAOS ¿Qué pareja les gustó más? 😍 No olviden suscribirse a NUESTRO CANAL 🔥No se pierdan **https://youtu.be/zWPjmfawDNY** ¡Los amamos!❤️*", "likes": 1087}, {"id": "jIFzRuCx1_Q", "text": "The title video should be *Cameron Dallas tried to hit me up *INTENSE**", "likes": 2722}, {"id": "PZYWzsB_yfA", "text": "Thumbs up if you made it though the whole video without falling asleep...", "likes": 8121}, {"id": "7EnRjlsvJ3Y", "text": "Please, we want to see the cleanest cardboard box build ever!!", "likes": 224}, {"id": "i_sYZXhhkfk", "text": "Why is no one talking about how we got click baited ???\n\n\n\n\n|\n|\n|\n|\n|\nV    like if you also got clickbaited", "likes": 1090}, {"id": "WkITTpOR8ec", "text": "I'm never watching any of your videos while eating ever again.", "likes": 150}, {"id": "lT0N1zBjVcQ", "text": "2:07 what will we do with drama now?\n\n- AMD vs Intel\n- AMD vs Nvidia\n- AMD vs AMD\n- Intel vs Nvidia\n- Linus vs Gravity", "likes": 1070}, {"id": "S0r-dQfNYyQ", "text": "alex is slowly taking over everyone's channels", "likes": 3216}, {"id": "YVTMdhL0Ir0", "text": "Drove for both. Uber was busier but Lyft was a better experience. Neither pays much unfortunately", "likes": 364}, {"id": "mDmElvTSun4", "text": "Who else was at homechella? 😂💕", "likes": 2480}, {"id": "x-ROgEEBSEU", "text": "...so ya...we're back to flip phones now...", "likes": 766}, {"id": "tCOb28WJ0GE", "text": "Using Amazon and Newegg, here's a breakdown of the current (April 17) prices for all the parts belonging to the base X601 system--\r\n\r\nLian Li PC-O11 Dynamic: $135\r\nIntel Core i5-9600K - $265\r\nAsus ROG Strix Z390-E Gaming: $240\r\n16GB G.Skill Trident Z DDR4-3200: $210\r\nReference GTX 1070 Ti: $398\r\n500GB Samsung 970 Evo Plus: $127\r\nPowerSpec 750W: $80\r\nCustom Cables: $60 (estimate)\r\nWin 10 Pro: $145\r\nEKWB Fluid Gaming 360 Kit: $270\r\n\r\nTotal DIY Price: $1930\r\n\r\nEK's Price: $1399\r\n\r\nNot too shabby", "likes": 569}, {"id": "TNR3xPNxzgM", "text": "For people that have an xps 13 (or know people with one), did that unit have coil whine?", "likes": 1272}, {"id": "zLrSM4ruNw4", "text": "Shut up Mehdi, There is FREE energy. Just plug your outlet in your neighbor's outlet\nBoom. Free energy.", "likes": 1394}, {"id": "xJq0MNj6ua8", "text": "She uses her phone an average of 3 hours a day. I use mine for an average of 7 hours a day 🙃 (but i also dont have a laptop)", "likes": 2260}, {"id": "afs3nFd5eiE", "text": "Pricetag will be 5000 cucumbers", "likes": 237}, {"id": "FHJlgqssVEo", "text": "It's interesting how working 9-5 almost seems more scary to her than literally  being a prostitute.", "likes": 2442}, {"id": "yKwijuAFoZM", "text": "We went on a 2,000 km road-trip without using Google once. It was....fun 👀😂 https://youtu.be/TRmDj_ErQJc", "likes": 4834}, {"id": "WyeElumn9G0", "text": "Omg Shany was totally dancing with Xavier", "likes": 481}, {"id": "6_NEvBZOr_w", "text": "Are foldable phones the future?  Do you care about the crease?  WIll you buy a Fold?  Sound off!", "likes": 254}, {"id": "arAR6eurw6w", "text": "Your 15 and in college and I can’t even finish a history project\nEdit:tell me why I have this many likes", "likes": 2916}, {"id": "jKv4Pb0SEJE", "text": "Anyone else want an Adam Savage Slo Mo Guys Colab in 1 episode?", "likes": 1294}, {"id": "Ed4yThcSI88", "text": "Oh, I haven’t been excited about phones for a while. Still need to wait a few years for this to become mainstream.", "likes": 14}, {"id": "GsYMt7cTkpY", "text": "“Samsung”\n\n*We’re only here for King’s butt*", "likes": 151}, {"id": "eQg9kx8cLmo", "text": "Review bombs aren't ideal, but I get why they happen, and in many cases, if publishers and devs were better at listening and communicating, they could be mitigated. I don't disagree with Chet Faliszek.\n\nShow your support on Patreon.com/YongYea or PayPal.me/YongYea, and you can also follow me on Twitter.com/YongYea for the latest updates.\r\nTOP PATRONS\r\n[CIPHER]\r\n - Thelionsam\r\n[BIG BOSS]\r\n - maxandalec2\r\n - BobaFett912\r\n - Daniele Andreuzzi\r\n - FreedTerror\r\n - Vin Giorgio\r\n[BOSS]\r\n - Peter Vrba\r\n - Time Dragonlord\r\n - Alex Moretti\r\n - Joe Hunt\r\n - Patrick\r\n - Jonathan Ball\r\n - Michael Redmond\r\n[LEGENDARY]\r\n - BattleBrit\r\n - Abdulaziz al Senaidi\r\n - D Kurtti\r\n - Mike Li\r\n - Denver Harward\r\n - FIFTHGRADE\r\n - BattleBladeWar\r\n - centrevez vectra\r\n - Gerardo Andrade\r\n - Michael P. Reid\r\n - David Doty\r\n - Mark Taylor\r\n - Prismat Dragoon\r\n - Darien Cunningham\r\n - Princess Stabbity\r\n - Jake Betts", "likes": 655}, {"id": "8fgg_tC9Qgg", "text": "In this video Linus shows us two things:\n1. LMG still doesn‘t have someone with some EE experience.\n2. They really need someone with EE experience.", "likes": 159}, {"id": "jqTwgk7lqv4", "text": "Yaa lets test them by bouncing up and down if they stay in the ear or not 😝😝 0:43", "likes": 7}, {"id": "TCi92mHHu2o", "text": "Drew: its breaking\n\nSamsung fans: but it folds\n\n\nWow thanks for the likes", "likes": 784}, {"id": "l26aijoCIpk", "text": "Woooooowwww....... did anyone else notice at 8:15 or close to then, when James says stop typing what I’m saying???????? It says stop raining on Siri’s screen!! She hears the rain and incorporates it into her sentence. Smart phone 📱 anyone?? Now we just need an army of terminators w/Siri’s bitch-Ass attitude and we’re alllllllll fucked. Good travels my people.", "likes": 56}, {"id": "zPo0_H_xR90", "text": "Your crush will kiss you soon 😘 \n \n \n \n \nŁikê thïš ånd subšcrïbé tø me to activâté", "likes": 419}, {"id": "s9QLiwi6Tcw", "text": "MAKE SURE YOU PRESS THE SUBSCRIBE BUTTON & COME JOIN THE JD FAMILY! 🙏🏾", "likes": 28}, {"id": "0jmVrPggiwo", "text": "Thanos destroys half of the galaxy\nSamsung folds the galaxy\nGalaxy : am I joke to you?", "likes": 2483}, {"id": "zSfm2CK6x6I", "text": "“whats my name again?”\nbest words of 2019. :   P\n\nEdit: Two days later I have this many likes. Holy- TY people of the earths.", "likes": 977}, {"id": "qLCTeM8zMSg", "text": "She is going to be cleaning glitter off her floor for months\n😂", "likes": 328}]